[
  {
    "category": "Adinkra",
    "description": "The Aban emblem is a drawing of a castle or other type of stronghold. It embodies qualities of power, reliability, and authority. During times of conflict, a fortress was seen as a safe haven and a place of protection in the Akan culture. Therefore, the symbol embodies not only the concept of safety and security, but also the strength and power necessary to protect not only oneself, but also one's community.",
    "image": "symbols/adinkra/aban.svg",
    "name": "Aban"
  },
  {
    "category": "Adinkra",
    "description": "The Abe Dua symbol is meant to resemble a palm tree in its appearance. The palm tree is a symbol of resourcefulness, wealth, and self-sufficiency because it is a multipurpose tree that can be used in a variety of ways. The fact that products made from the palm tree's wood, oil, and fruit can be used for such a wide variety of purposes is a primary reason for this phenomenon. The Abe Dua symbol is meant to serve as a constant reminder that wealth and prosperity can be attained by anyone who is resourceful and self-sufficient.",
    "image": "symbols/adinkra/abedua.svg",
    "name": "Abe Dua"
  },
  {
    "category": "Adinkra",
    "description": "The omnipresence of the Divine Creator is represented by the Abode Santann, which is also referred to as the all-seeing eye. The image depicts an eye that is surrounded by eight points, which stand for the eight directions that can be found on a compass. The people of Akan believe that God sees and knows everything, and this symbol serves as a reminder of God's ever-present watchfulness over everything that happens in the world. The Akan people have a strong faith in the Divine Creator, and the Abode Santann serves as a potent reminder of that faith. It is frequently utilized in prayer and religious ceremonies.",
    "image": "symbols/adinkra/abode-santann.svg",
    "name": "Abode Santann"
  },
  {
    "category": "Adinkra",
    "description": "The phrase \"fragrance\" or \"powerful aroma\" (which both translate to \"Adu Hwam\") is a symbol of the king's authority and power, which can be felt in every household throughout his kingdom. The image depicts a stool with a seat in the shape of a horn, which stands for the king's authority, and two cowrie shells that are crossed over one another, which stands for his power. The concept that the king's authority and power extend to every part of his kingdom and that the Akan people should always respect and honor their rulers is represented by the Adu Hwam. This concept is important to Akan culture.",
    "image": "symbols/adinkra/abu-hwam.svg",
    "name": "Adu Hwam"
  },
  {
    "category": "Adinkra",
    "description": "The term \"Abusua Pa\" refers to a symbol that represents a happy and united family. In Akan culture, the significance of family is represented by a symbol that depicts four heads: a father, a mother, and two children. These heads are arranged in a family unit. The Akan people hold the belief that the family is the fundamental unit of society, and that in order to have a prosperous and peaceful community, a family must first be at peace with one another. The Akan people are encouraged by the Abusua Pa symbol to place a high value on their families and to work toward fortifying the ties that bind members of their families together.",
    "image": "symbols/adinkra/abusua-pa.svg",
    "name": "Abusua Pa"
  },
  {
    "category": "Adinkra",
    "description": "It is believed that the Adinkrahene symbol served as the motivation behind the creation of all other Adinkra symbols. It is made up of three concentric circles, each of which is contained within the other two, and it is meant to represent the oneness and interconnectedness of all things. The symbol is used to represent powerful leaders and influential figures because it embodies qualities such as charisma, leadership, and greatness. Additionally, the symbol is used to represent greatness.",
    "image": "symbols/adinkra/adinkrahene.svg",
    "name": "Adinkrahene"
  },
  {
    "category": "Adinkra",
    "description": "The Adwo symbol is a representation of calm, serenity, and peace in all of its forms. It exemplifies both the idea of tranquility and the requirement of having inner peace. The image serves as a reminder that, before we can find outer tranquility, we must first find peace within ourselves.",
    "image": "symbols/adinkra/adwo.svg",
    "name": "Adwo"
  },
  {
    "category": "Adinkra",
    "description": "The Agyinduwura is a representation of loyalty, faithfulness, alertness, and duty. A gong is depicted in the symbol, which stands for the Agyin, a loyal servant who was responsible for beating the gong for the Asantehene, the king of the Ashanti people. The Agyinduwura is a symbol that emphasizes the significance of being obedient, faithful, and loyal to one's leader at all times, as well as the requirement to remain vigilant at all times. It also serves as a reminder to the Akan people of the significance of honoring and commemorating those individuals who have devotedly and loyally served their community and their leaders in the past.",
    "image": "symbols/adinkra/agyinduwura.svg",
    "name": "Agyinduwura"
  },
  {
    "category": "Adinkra",
    "description": "The name Ahoden is a Japanese word that means \"energy,\" \"vitality,\" and \"strength.\" The helix, which can be depicted as either a single or double spiral, is meant to represent the vital energy that permeates all living things. According to the beliefs of the Akan people, the life force plays an important role in the expansion and maturation of both individuals and communities. The Akan people are inspired by the Ahoden symbol to draw upon their own energy, vitality, and strength in order to accomplish their objectives and make a positive contribution to the development and prosperity of their community.",
    "image": "symbols/adinkra/ahoden.svg",
    "name": "Ahoden"
  },
  {
    "category": "Adinkra",
    "description": "A battle horn is depicted in the Akoben symbol. It is a symbol of alertness and circumspection. This symbol is meant to serve as a reminder to remain vigilant and aware of any potential threats, as well as to be ready to defend oneself and one's community in the event that it becomes necessary to do so.",
    "image": "symbols/adinkra/akoben.svg",
    "name": "Akoben"
  },
  {
    "category": "Adinkra",
    "description": "It is said that Akofena is a representation of bravery, valor, and heroism. The image depicts a sword, which stands for the valor and bravery of warriors when they are engaged in combat. The crossed swords in the Akofena are a symbol of the legitimate authority of the state as well as the power of the Akan people to defend their kingdom against threats from the outside world. The Akofena symbol is used by the Akan people to honor the bravery and valor of their warriors and to inspire others to have the same levels of bravery and valor in their own lives.",
    "image": "symbols/adinkra/akofena.svg",
    "name": "Akofena"
  },
  {
    "category": "Adinkra",
    "description": "The Akoko Nan is a representation of the leg of a chicken, also known as a hen. The expression \"The leg of a hen steps on the child chick but it does not kill the chick\" is where the name of the symbol comes from; it is an African proverb. It is symbolic of the nurturing of children, as well as the disciplining of children. Because of this, the symbol embodies the concept of parental love, care, and discipline, and it serves as a reminder of how important it is to bring up children in an atmosphere that is both safe and nurturing.",
    "image": "symbols/adinkra/akokonan.svg",
    "name": "Akoko Nan"
  },
  {
    "category": "Adinkra",
    "description": "The Akoma symbol is a representation of patience and tolerance in both spoken and written language. It reminds me a lot of the traditional ideograph of a heart. Another possible interpretation of the symbol is that it conveys unity, understanding, and agreement. People look to the Adinkra symbol to be reminded of the significance of maintaining an attitude of patience and tolerance in their day-to-day lives, even when confronted with challenging circumstances. Individuals can preserve peace and harmony with the people around them if they behave in this manner.",
    "image": "symbols/adinkra/akoma.svg",
    "name": "Akoma"
  },
  {
    "category": "Adinkra",
    "description": "The Akoma Ntoaso symbol is a representation of harmony and composure, as well as agreement and comprehension. As a significant symbol in Ghanaian tradition, it exemplifies the idea that people should come together and work together to achieve their goals. The symbol serves as a reminder to us that we can achieve shared goals and find resolution to conflicts through communication and mutual understanding.",
    "image": "symbols/adinkra/akomantoaso.svg",
    "name": "Akoma Ntoaso"
  },
  {
    "category": "Adinkra",
    "description": "The Akwaaba is a sign that conveys both welcome and hospitality. The warm and friendly nature of the Akan people is represented by the symbol, which depicts two hands extending to welcome guests with open palms. As a sign of the significance of hospitality in Akan culture, the Akwaaba symbol is frequently used in the decoration of front doors and the interiors of homes to express a warm welcome to visitors.",
    "image": "symbols/adinkra/akwaaba.svg",
    "name": "Akwaaba"
  },
  {
    "category": "Adinkra",
    "description": "The Ananse Ntentan, or Spider's Web, is a symbol that represents wisdom, craftiness, inventiveness, and the complexities of life. It is also known as the Spider's web. Ananse, the cunning spider who plays a pivotal role in African mythology, is responsible for spinning this intricate web. Ananse is a mythical creature that is also known by its African name, Anansi. It is famous for its cunning and trickster nature. The interconnectedness of life, as well as the capability to weave complex solutions through ingenuity and resourcefulness, are both represented by the image of a spider's web. It serves as a reminder that one must be able to navigate the challenges in life with skill and cunning, and that success often requires cleverness and adaptability on the part of the individual.",
    "image": "symbols/adinkra/ananse-ntentan.svg",
    "name": "Ananse Ntentan"
  },
  {
    "category": "Adinkra",
    "description": "The phrase \"No matter how red-eyed one becomes (i.e. how serious one becomes), his eyes do not spark flames\" is the meaning behind the Ani Bere symbol. It exemplifies the virtues of patience, self-control, self-discipline, and self-containment. Even in the face of severe provocation, one should be able to keep their cool and resist the urge to lose their temper. This is the meaning of the phrase \"keep your cool.\" It highlights the significance of maintaining composure and self-control even in trying circumstances, as well as the necessity of keeping one's attention on the task at hand. This symbol is meant to serve as a gentle reminder that one's actions and feelings should not be determined by the circumstances that surround them.",
    "image": "symbols/adinkra/ani-bere.svg",
    "name": "Ani Bere"
  },
  {
    "category": "Adinkra",
    "description": "The phrase \"If You Will Not Praise Me\" is what the Anyi Me Aye A symbol conveys in its translation. This sign serves as a cautionary tale against ungratefulness and disrespect. People ought to make it a point to express gratitude at all times because being thoughtless and ungrateful does not foster the development of community living. It highlights the necessity of cultivating a sense of gratitude and appreciation, as well as the significance of recognizing and valuing the contributions that others make to one's life. This symbol is meant to serve as a gentle nudge to those who might be tempted to take other people for granted and to keep in mind that their deeds and words have the potential to have a significant influence on those in their immediate environment.",
    "image": "symbols/adinkra/anyi-me-aye-a.svg",
    "name": "Anyi Me Aye A"
  },
  {
    "category": "Adinkra",
    "description": "The Aprukuma seed is a type of medicinal seed that has a long history of use in traditional African medicine. It is utilized in the treatment of a wide range of disorders due to the widespread belief that it possesses curative qualities. Additionally, the seed is employed in religious rituals on account of the belief that it possesses salvific properties. It is believed that the symbol can facilitate healing and overall wellness, in addition to serving as a bridge between the physical and spiritual worlds. It serves as a gentle nudge to remember the significance of keeping the body, mind, and spirit in a state of equilibrium and harmony.",
    "image": "symbols/adinkra/aprukuma.svg",
    "name": "Aprukuma"
  },
  {
    "category": "Adinkra",
    "description": "The sweet berry is represented by the Asaawa, which is a symbol. It is a representation of gentleness and sensitivity, as well as the significance of being a nurturing and caring person toward other people. The sweetness, generosity, and love represented by the berry are all associated with the berry. It serves as a reminder that one should make an effort to be compassionate and understanding toward other people, and that even relatively insignificant acts of kindness can have a significant impact on those who are in one's immediate environment.",
    "image": "symbols/adinkra/asaawa.svg",
    "name": "Asaawa"
  },
  {
    "category": "Adinkra",
    "description": "The phrase \"The earth has weight\" is represented by the symbol known as Asase Ye Duru. It is a representation of the divinity of Mother Earth as well as the significance of the Earth in the process of sustaining life. The symbol draws attention to the fact that all things are interconnected, as well as the importance of honoring and respecting the natural world. This serves as a timely reminder of the significance of environmental stewardship and sustainability, as well as the part that the Earth plays in supplying us with the resources that are necessary for our survival.",
    "image": "symbols/adinkra/asase-ye-duru.svg",
    "name": "Asase Ye Duru"
  },
  {
    "category": "Adinkra",
    "description": "Asetena Pa is a term that translates to \"Good Living,\" and it is a symbol that is associated with wealth and success. Being wealthy is one of the most important indicators of a good life for Akan people, although there may be others. If you are wealthy, you are in a position to take care of all of your needs in addition to having enough money to enjoy the finer things in life without having to rely on anyone else. This symbol serves as a reminder that financial success can be achieved through hard work, diligence, and making decisions that are in line with one's goals. Prosperity and abundance are worthy aspirations.",
    "image": "symbols/adinkra/asetene-pa.svg",
    "name": "Asetena Pa"
  },
  {
    "category": "Adinkra",
    "description": "The Awurade Baatanfo is a representation of caring for others and providing for their needs. In Akan, the phrase literally translates to \"Good the Mother,\" and the symbol is meant to represent the nurturing and caring nature that is associated with mothers. It is frequently worn as a token of respect and admiration for mothers and other motherly figures who play important roles in the community. The symbol serves as a reminder of the significance of motherhood in Akan culture and the vital part that mothers play in determining the core values and beliefs held by the community as a whole.",
    "image": "symbols/adinkra/awurade-baatanfo.svg",
    "name": "Awurade Baatanfo"
  },
  {
    "category": "Adinkra",
    "description": "Aya is a representation of tenacity, self-reliance, and a can-do attitude. It depicts a fern, which is a tough plant that can thrive in challenging environments. If you wear the Aya symbol, it is a sign that you have triumphed over a lot of adversity and made it through a lot of tough times. The wearer is able to overcome obstacles and persevere in the face of adversity thanks to the fern's resiliency, which serves as a symbol for them. The Aya symbol is frequently used to inspire people to persevere in the pursuit of their goals and to never give up on their ambitions.",
    "image": "symbols/adinkra/aya.svg",
    "name": "Aya"
  },
  {
    "category": "Adinkra",
    "description": "Bese Saka, the symbol of the cola nut, is said to represent wealth, power, an abundance of cola nuts, commerce, and trade. In West Africa, cola nuts were a highly prized cash crop. This symbol emphasizes the significance of achieving economic success and the advantages of engaging in trade and commerce.",
    "image": "symbols/adinkra/besesaka.svg",
    "name": "Bese Saka"
  },
  {
    "category": "Adinkra",
    "description": "A representation of justice, fairness, freedom, peace, forgiveness, unity, and harmony, the Bi Nka Bi is a kanji character. The image depicts a crocodile with its mouth shut, which is meant to convey the message that it is vital to stay away from any kind of conflict or strife. This phrase, which translates to \"No one should bite another,\" is a symbol of the necessity for people to live in harmony with one another and to steer clear of conflict. The practice of Bi Nka Bi is frequently applied with the goals of fostering peaceful coexistence and encouraging people to forgive one another.",
    "image": "symbols/adinkra/bi-nka-bi.svg",
    "name": "Bi Nka Bi"
  },
  {
    "category": "Adinkra",
    "description": "The BOA ME NA ME MMOA WO is a symbol of working together and being dependent on one another. It can also be translated as \"Let me help you while you help me.\" The Adinkra symbol conveys the message that there is a pressing need to effect global change by developing a setting that fosters interdependence and cooperation among a community of individuals working toward a common goal. It serves as a reminder of the significance of individuals cooperating with one another and working together toward the accomplishment of shared objectives.",
    "image": "symbols/adinkra/boamenamemmoawo.svg",
    "name": "BOA ME NA ME MMOA WO"
  },
  {
    "category": "Adinkra",
    "description": "The Boafo Ye Na is a sign that conveys assistance and support. This phrase, which translates to \"Willing Helper,\" emphasizes the significance of providing assistance to one another in times of need. People are encouraged to lend a helping hand to those who are struggling and to be willing to provide assistance whenever it is feasible to do so by the symbol. The Boafo Ye Na is frequently worn as a constant reminder of the importance of lending a helping hand to those in need and contributing positively to one's community.",
    "image": "symbols/adinkra/boafo-ye-na.svg",
    "name": "Boafo Ye Na"
  },
  {
    "category": "Adinkra",
    "description": "An Adinkra symbol known as Dame-Dame, which literally translates to \"checked,\" stands for intelligence, ingenuity, and strategy. The pattern on it resembles a checkerboard, which is a symbol of the ability to plan ahead and make sound choices and reflects the significance of giving things some thought before acting and acting in a manner that is calculated in everyday life.",
    "image": "symbols/adinkra/damedame.svg",
    "name": "Dame Dame"
  },
  {
    "category": "Adinkra",
    "description": "The crocodile is depicted in the Denkyem Adinkra symbol, which stands for the adage that says \"the crocodile lives in the water, yet breathes the air.\" It is thought that the crocodile's intelligence and its capacity for adaptation are desirable qualities. The adaptability, resiliency, and versatility of a person are all qualities that are represented by the Adinkra symbol. It serves as a timely reminder to people of the significance of being flexible and resourceful, particularly when confronted with challenging circumstances.",
    "image": "symbols/adinkra/denkyem.svg",
    "name": "Denkyem"
  },
  {
    "category": "Adinkra",
    "description": "The word \"dono\" is a representation of various attributions, including praise, goodwill, and rhythm. It is a representation of the tension talking drum, a traditional instrument utilized in the music of the Akan people. To play the drum, one must pull on the ropes that encircle it, which causes tension in the ropes and results in the production of sound. In Akan culture, the Dono symbol is frequently used to commemorate the celebration of music and dance, as well as to draw attention to the significance of rhythm and harmony.",
    "image": "symbols/adinkra/dono.svg",
    "name": "Dono"
  },
  {
    "category": "Adinkra",
    "description": "The Dono Ntoaso is a symbol of unified action, vigilance, goodwill, praise, and rejoicing. He is also a symbol of dexterity. It is composed of a double drum that is made up of two tension talking drums that are joined together. The symbol conveys the message that it is vitally important to cooperate with one another in a harmonious manner and that unity possesses great power. The song \"Dono Ntoaso\" is frequently played both to encourage individuals to collaborate in the pursuit of a shared objective and to celebrate the achievements that result from such collaboration.",
    "image": "symbols/adinkra/dono-ntoaso.svg",
    "name": "Dono Ntoaso"
  },
  {
    "category": "Adinkra",
    "description": "The image of a wooden comb can be seen represented by the Duafe symbol. It is a sign of femininity in addition to love and concern for others. Additionally, it connotes having a tidy appearance and practicing proper hygiene. The symbol serves to call to mind the significance of practicing healthy habits, maintaining proper hygiene, and properly grooming oneself, in addition to the admirable qualities of love and concern.",
    "image": "symbols/adinkra/duafe.svg",
    "name": "Duafe"
  },
  {
    "category": "Adinkra",
    "description": "The horns of a ram are depicted in the Dwannini Mmen symbol, which can be found below. It embodies both humility and strength, as well as the concept that even the most powerful individuals must also be respectful of others. The symbol serves as a gentle reminder that pride is a vice that should be avoided at all costs, and that humility is a virtue that should be cultivated and cherished.",
    "image": "symbols/adinkra/dwanninimmen.svg",
    "name": "Dwannini Mmen"
  },
  {
    "category": "Adinkra",
    "description": "The word \"fence\" is the literal meaning of the Eban Adinkra symbol, and it refers to the protection and sanctuary that the home provides. The icon is meant to convey the concept that a home can fill a person with feelings of love, comfort, and safety. It encourages people to value their families and to accept the importance of unity, love, and harmony in their lives. In Adinkra textiles and jewelry, the Eban symbol is frequently utilized to convey the significance of one's family and their place of residence.",
    "image": "symbols/adinkra/eban.svg",
    "name": "Eban"
  },
  {
    "category": "Adinkra",
    "description": "The handcuffs that became associated with slavery and captivity in West Africa as a result of colonialism and the slave trade are depicted in the Adinkra symbol of the Epa Adinkra. However, the symbol also represents justice and a rejection of slavery because members of African communities adopted the handcuffs in order to preserve and enforce the rule of law. This is one of the reasons why the symbol is so significant. The EPA is therefore able to convey both the dreary history of slavery as well as the ongoing fight for freedom and justice.",
    "image": "symbols/adinkra/epa.svg",
    "name": "Epa"
  },
  {
    "category": "Adinkra",
    "description": "The Ese ne Tekrema is a representation of development, progress, expansion, as well as the requirement for amiability and interdependence. It features two symbols, teeth and tongue, which represent the interdependent roles that they play in the mouth. These symbols are shown working together. People are prompted to remember the significance of teamwork, as well as the requirement for amiability and collaboration, by the symbol. It is common practice to employ Ese ne Tekrema as a means of inducing people to work together on projects and of fostering cordial relationships among individuals, groups, and communities.",
    "image": "symbols/adinkra/ese-ne-tekrema.svg",
    "name": "Ese ne Tekrema"
  },
  {
    "category": "Adinkra",
    "description": "Esono Anantam is a symbol of making an impact. It is designed with a picture of an elephant footprint, which is meant to symbolize the mark that one person can make on the world. People are encouraged to aspire to greatness and to have a positive impact on both the community in which they live and the world at large when they see this symbol. It is common practice to employ Esono Anantam as a means of motivating individuals to take meaningful action and contribute to the betterment of the world.",
    "image": "symbols/adinkra/esono-anantam.svg",
    "name": "Esono Anantam"
  },
  {
    "category": "Adinkra",
    "description": "The butterfly is an important symbol in Fafanto culture; it is said to represent metamorphosis, change, tenderness, gentleness, honesty, and fragility. The Fafanto symbol depicts a butterfly. It is said that the butterfly must go through a significant amount of struggle in order to emerge from its cocoon before it is able to fly because of its delicate wings. The Akan people use the symbol of the butterfly to represent the idea that change is an inevitable component of life and that individuals are capable of achieving growth and positive change through the process of transformation. The butterfly is also associated with sincerity and vulnerability, which serves as a reminder to treat both ourselves and others with kindness and delicacy during periods of metamorphosis and transition.",
    "image": "symbols/adinkra/fafanto.svg",
    "name": "Fafanto"
  },
  {
    "category": "Adinkra",
    "description": "The Fawohodie is considered to be a symbol of emancipation, freedom, and independence. It denotes the ability to chart one's own course and determine one's own fate without being constrained by factors from the outside world. This symbol is meant to represent the fight for freedom and independence for African people from colonialism and other forms of oppression. It is a useful reminder that people have the ability to take charge of their own lives and choose how they want to live them. People are encouraged to work towards their goals and aspirations without being held back by the norms or constraints of society when they see the Fawohodie symbol because it places an emphasis on the importance of self-determination and self-reliance.",
    "image": "symbols/adinkra/fawohodie.svg",
    "name": "Fawohodie"
  },
  {
    "category": "Adinkra",
    "description": "In traditional Akan society, the extended family would live together in a home known as a Fihankra, which was a compound house that was either completely enclosed or secured. The Fihankra is a symbol of brotherhood, completeness, safety, and security. It also represents completeness. It is a symbol of the importance of unity and working together as a community, as well as the collective power that the community possesses as a whole. The Fihankra is also a symbol of the necessity for each person to make a contribution to the greater good of the community. This ensures that everyone has a part to play in the upkeep of the family's safety and security.",
    "image": "symbols/adinkra/fihankra.svg",
    "name": "Fihankra"
  },
  {
    "category": "Adinkra",
    "description": "The yellow flowering plant known as bidens pilosa, which is known as Fofo, is a symbol that serves as a warning against jealousy and possessiveness. The Akan people have a strong cultural conviction that jealousy is a malevolent emotion that can bring about unfavorable outcomes in one's life. When the petals of the fofo flower fall off, what's left behind are dark seeds that look like spikes. This change is interpreted as a caution against harboring feelings of envy, serving as a reminder to individuals that they should concentrate on their own journey and avoid making comparisons to the journeys of others. The importance of being content with oneself and avoiding feelings of envy and jealousy toward others is emphasized by the Fofo symbol.",
    "image": "symbols/adinkra/fofo.svg",
    "name": "Fofo"
  },
  {
    "category": "Adinkra",
    "description": "The Funtumfunafu Denkyemfunafu symbol portrays a pair of conjoined crocodiles with their stomachs joined together. They are said to argue with each other nonstop, but they still eat together, which is said to symbolize their shared destiny, sharing, unity, and diversity. The symbol emphasizes the significance of working together, despite the fact that individuals may have varying opinions and perspectives.",
    "image": "symbols/adinkra/funtumfunafudenkyemfunafu.svg",
    "name": "Funtumfunafu Denkyemfunafu"
  },
  {
    "category": "Adinkra",
    "description": "Gyawu Atiko is a representation of bravery and valor in the world. This image depicts the back of Gyawu's head, a powerful warrior in Akan history who can be found pictured here. The term \"Kwatakye Atiko,\" which depicts the head of a ram and also represents bravery and strength, is frequently interchanged with \"Atiko,\" which is the name of this symbol. The significance of having courage and bravery in the face of adversity is emphasized by the Gyawu Atiko symbol. It serves as a reminder to people that they have the ability to face challenges and triumph over obstacles thanks to their strength and resilience.",
    "image": "symbols/adinkra/gyawu-atiko.svg",
    "name": "Gyawu Atiko"
  },
  {
    "category": "Adinkra",
    "description": "Gye Nyame is a potent symbol that represents both the omnipotence of God and the ultimate accountability of individuals to a higher power. Its name literally translates to \"except God,\" and it has been used for centuries in Africa. This symbol is still widely used in modern-day Ghana, and it serves to emphasize the significance of one's religious or spiritual beliefs.",
    "image": "symbols/adinkra/gyenyame.svg",
    "name": "Gye Nyame"
  },
  {
    "category": "Adinkra",
    "description": "The Hwehwemudua symbol is meant to represent some kind of measuring stick or instrument. It is a symbol of attaining high standards of quality and success in one's endeavors. This symbol inspires people to measure their success not in comparison to that of others but rather against their own potential and the things they are capable of achieving, regardless of what aspect of life they are focusing on.",
    "image": "symbols/adinkra/hwemudua.svg",
    "name": "Hwehwemudua"
  },
  {
    "category": "Adinkra",
    "description": "The dragon Hye Wonhye is a representation of tenacity, perseverance, and indestructibility. It is commonly translated as \"burn you won't burn,\" and it is a representation of the concept that individuals have the strength and resilience to overcome any challenge that may be presented to them. The symbol emphasizes the significance of perseverance and determination in spite of the challenges that may be presented. Hye Wonhye serves as a reminder to people that they are capable of persevering through challenging times and emerging from the other side stronger and more resilient than before.",
    "image": "symbols/adinkra/hye-wonhye.svg",
    "name": "Hye Wonhye"
  },
  {
    "category": "Adinkra",
    "description": "A happy marriage is represented by the Kete Pa symbol. It is a symbol of the significance of maintaining harmony, unity, and understanding within a marriage in order for it to be successful. The image serves as a reminder that healthy, long-term relationships are built upon open lines of communication and a mutual respect for one another. Individuals are reminded by Kete Pa that a successful marriage takes work, the ability to compromise, and a commitment to cooperating with one another in order to create a life that is full of love and happiness.",
    "image": "symbols/adinkra/kete-pa.svg",
    "name": "Kete Pa"
  },
  {
    "category": "Adinkra",
    "description": "The Kintinkantan is a metaphor for extravagant spending and vainglorious behavior. It is a representation of excessive pride, arrogance, and ostentation in one's wealth or power. It serves as a cautionary tale against living beyond one's means and placing an unhealthy amount of importance on one's material possessions. This image conveys the lessons of modesty, simplicity, and the significance of learning to be happy with one's circumstances. It encourages people to live within their means, to avoid going into excessive debt, and to avoid being wasteful. The Kintinkantan symbol serves as a gentle reminder to place more importance on one's internal qualities than on their external appearance.",
    "image": "symbols/adinkra/kintinkantan.svg",
    "name": "Kintinkantan"
  },
  {
    "category": "Adinkra",
    "description": "The Kokuromotie is a symbol that represents harmony, co-operation, and teamwork. The image of a thumb pointing upward, which is representative of approval and support, is used to represent this concept. This image conveys the meaning of participation and cooperation in the pursuit of a common goal or vision. People are inspired to collaborate toward the accomplishment of a shared goal, improve their ability to communicate with one another, and recognize the value of the contributions made by others. Kokuromotie teaches us the value of unity and working together, and it serves as a reminder that when we work together, we are capable of accomplishing more than when we work alone.",
    "image": "symbols/adinkra/kokuromotie.svg",
    "name": "Kokuromotie"
  },
  {
    "category": "Adinkra",
    "description": "The Kramo Bone is a representation of the importance of critical thinking, skepticism, and discernment in general. It serves as a cautionary tale about dishonesty, hypocrisy, and quack medicine. The Islamic proverb that the symbol originates from reads, \"The bad Muslim makes it difficult for a good one to be recognized.\" The symbol was designed to represent this idea. The Kramo Bone challenges us to think critically, to question everything, and to avoid unquestioningly accepting what we are told as the gospel truth. It serves as a reminder for us to be watchful for people who seek to deceive and mislead us, such as false prophets, charlatans, and fraudsters. Kramo Bone encourages us to seek knowledge and understanding through independent inquiry, and to use our own discretion in order to make decisions based on the information we have gathered.",
    "image": "symbols/adinkra/kramo-bone.svg",
    "name": "Kramo Bone"
  },
  {
    "category": "Adinkra",
    "description": "The symbol of Kuronti ne Akwamu is meant to represent democracy, as well as the exchange of ideas and the taking of advice. This symbol represents the importance of community and collaboration in the decision-making process, as well as the concept that the knowledge and input of many people is superior to the opinions of just one person.",
    "image": "symbols/adinkra/kurontineakwamu.svg",
    "name": "Kuronti ne Akwamu"
  },
  {
    "category": "Adinkra",
    "description": "Kwatakye Atiko is a symbol of valor and bravery. It is also known as \"The back of Kwatakye's head.\" This symbol is meant to represent Kwatakye, a famous war captain who served the Asante kingdom. His hair was styled in this manner. Individuals who wish to convey bravery and heroism frequently choose to wear the symbol on their clothing. Kwatakye Atiko is a reminder of the significance of bravery and fearlessness in the face of adversity. He is a symbol of strength, courage, and tenacity, and he serves as a reminder of this importance.",
    "image": "symbols/adinkra/kwatakye-atiko.svg",
    "name": "Kwatakye Atiko"
  },
  {
    "category": "Adinkra",
    "description": "Kyemfere is a symbol that is used to represent broken pieces of pottery. It doesn't matter how much someone thinks they know, there will always be someone more experienced or knowledgeable than them. This is what the symbol represents. The shattered pieces of pottery are meant to symbolize the accumulation of knowledge, insights, and experiences that one has throughout their lifetime. Kyemfere emphasizes the significance of showing respect for older people, as well as the benefits of gaining knowledge from other people and sharing it. It is a symbol of knowledge, scarcity, and the sanctity of times long gone by.",
    "image": "symbols/adinkra/kyemfere.svg",
    "name": "Kyemfere"
  },
  {
    "category": "Adinkra",
    "description": "The word \"pepper\" is represented by the Mako symbol, which is meant to convey the concept that not all peppers mature at the same time. People are encouraged to assist those who are less fortunate because the symbol personifies the qualities of inequality and uneven development. People are encouraged to have more compassion and generosity toward one another as a result of the fact that it serves as a reminder that one's fortunes can change at any time.",
    "image": "symbols/adinkra/mako.svg",
    "name": "Mako"
  },
  {
    "category": "Adinkra",
    "description": "The character of Mate Masie embodies the virtues of knowledge, wisdom, and foresight. It illustrates a knot that is tied at the base, and above it, there is a stylized design of crossed lines. This symbol emphasizes the importance of listening to others and gaining knowledge from what they have to share by translating to \"What I hear, I keep.\" It serves as a timely reminder to make sound judgments and put our knowledge to good use at all times. The importance of maintaining an open mind to new information, actively seeking knowledge, and making judicious use of that knowledge when making decisions is emphasized by Mate Masie.",
    "image": "symbols/adinkra/mate-masie.svg",
    "name": "Mate Masie"
  },
  {
    "category": "Adinkra",
    "description": "The character Me Ware Wo represents steadfastness and dedication to a cause. It is common for people who place a high value on commitment and dedication to wear this phrase, which translates to \"I Shall Marry You.\" The icon emphasizes the significance of toiling diligently and remaining dedicated to one's goals and ambitions throughout one's life. It is a helpful reminder to maintain one's concentration, motivation, and dedication while working toward achieving one's goals and dreams. Me Ware Wo emphasizes the significance of not giving up, putting in a lot of effort, and the strength that comes from commitment.",
    "image": "symbols/adinkra/me-ware-wo.svg",
    "name": "Me Ware Wo"
  },
  {
    "category": "Adinkra",
    "description": "Respect is represented by the Mekyia Wo symbol. Its translation is \"I Salute You,\" and it is commonly used as a form of respect and honor when addressing elders and those in positions of authority. The significance of showing respect to other people, regardless of their social status or the environment in which they were raised, is emphasized by the use of this symbol. It serves as a gentle nudge to behave with humility and courtesy toward one another, as well as to treat others with kindness and dignity. Mekyia Wo emphasizes the significance of treating other people with respect and kindness and taking their feelings into consideration.",
    "image": "symbols/adinkra/mekyia-wo.svg",
    "name": "Mekyia Wo"
  },
  {
    "category": "Adinkra",
    "description": "The literal translation of Menso Wo Kenten is \"I am not carrying your basket.\" The symbol stands for hard work, independence, and the ability to choose one's own path in life. It is shaped like three stars, each of which is contained within the other two. This symbol is meant to serve as a reminder to take responsibility for one's own actions and to avoid placing one's success in the hands of others. It inspires people to put in a lot of effort, to be self-sufficient, and to take pride in what they have accomplished on their own.",
    "image": "symbols/adinkra/mensowokenten.svg",
    "name": "Menso Wo Kenten"
  },
  {
    "category": "Adinkra",
    "description": "A house that is well-ventilated or resistant to wind is depicted in the Mframadan symbol. This is meant to represent fortitude as well as the ability to confront and manage change. The symbol emphasizes the significance of adaptability and resilience in life, as well as the requirement to persevere in the face of adversity.",
    "image": "symbols/adinkra/mframadan.svg",
    "name": "Mframadan"
  },
  {
    "category": "Adinkra",
    "description": "The Mmere Dane symbol, which means \"time changes,\" is meant to represent the impermanence of all things and translates as \"time changes.\" The symbol encourages people to keep a humble attitude and value the time that they have right now by conveying the message that nothing is guaranteed to last forever. People frequently turn to the Mmere Dane symbol in order to be reminded that good luck and fortune are ephemeral, and that life is full of transitions and unpredictability.",
    "image": "symbols/adinkra/mmeredane.svg",
    "name": "Mmere Dane"
  },
  {
    "category": "Adinkra",
    "description": "A sign of prosperity and sanctity, Mmusuyidee is a word that begins with \"m\". The image depicts a twisted ram's horn, which is symbolic of the winding nature of the journey through life. It is common practice to wear the symbol in order to attract favorable energy and fortune as well as to ward off unfavorable fortune. It is a symbol of the significance of keeping a hopeful outlook, working hard, and persevering. Mmusuyidee emphasizes the significance of keeping a positive attitude toward life and the power that comes from thinking in a constructive manner.",
    "image": "symbols/adinkra/mmusuyidee.svg",
    "name": "Mmusuyidee"
  },
  {
    "category": "Adinkra",
    "description": "The Adinkra symbol known as \"Mo No Yo\" stands for \"congratulations\" and \"recognition.\" The image depicts a bird with its head turned in the opposite direction, with its beak cradling an egg in its mouth. The bird is a symbol of a messenger who brings happy news, and it flies through the sky. The egg that it carries within it is a metaphor for the possibilities and promises that lie ahead. In Ghanaian culture, the symbol is worn as a badge of honor and is displayed during celebrations of significant life events such as graduations, weddings, and promotions.",
    "image": "symbols/adinkra/mo-no-yo.svg",
    "name": "Mo No Yo"
  },
  {
    "category": "Adinkra",
    "description": "The Mpatapo symbol is a knot that does not have a starting point or an ending point. Mpatapo is a symbol of peace, specifically in the aftermath of conflict, as well as forgiveness and reconciliation. It serves as a reminder that peace can be achieved at any time, even in the face of significant adversity, and that forgiveness and understanding are essential to the achievement of long-lasting peace.",
    "image": "symbols/adinkra/mpatapo.svg",
    "name": "Mpatapo"
  },
  {
    "category": "Adinkra",
    "description": "Mpuannum, which literally translates to \"five tufts,\" is the name of a specific hairstyle that was historically worn by Asante priestesses in the country of Ghana. The symbol alludes to a particular kind of joy that is associated with religion and stands for faithfulness, duty, and loyalty. Mpuannum exemplifies the significance of respecting one's religious traditions and the satisfaction that comes from living up to one's obligations within those traditions.",
    "image": "symbols/adinkra/mpuannum.svg",
    "name": "Mpuannum"
  },
  {
    "category": "Adinkra",
    "description": "Mrammuo is an Adinkra symbol that is used to represent the difficulties and setbacks that individuals experience throughout their lives. The image depicts a pair of swords that are crossed over one another, which is a classic representation of power and strength. The crisscrossing of the swords is a visual representation of the concept that life is a journey with multiple routes that converge and branch off in different directions. The individual is encouraged to view the difficulties and setbacks that they experience in life as chances for personal development and advancement when they see the symbol.",
    "image": "symbols/adinkra/mmrammuo.svg",
    "name": "Mrammuo"
  },
  {
    "category": "Adinkra",
    "description": "Nea Onnim is a symbol of knowledge and the pursuit of education. It is derived from an old Chinese proverb that essentially says, \"One who is ignorant can become knowledgeable through study.\" This symbol promotes the accumulation of knowledge in any form, whether formally or informally, as a means of achieving enlightenment and personal development. In addition to this, it emphasizes the significance of sharing one's knowledge with others as a means of constructing a community that is both more powerful and better informed.",
    "image": "symbols/adinkra/neaonnim.svg",
    "name": "Nea Onnim"
  },
  {
    "category": "Adinkra",
    "description": "In Adinkra, the phrase \"Nea Ope Se Obedi Hene\" is represented by a symbol called \"Nea Ope Se Obedi Hene,\" and it refers to the idea that leadership is achieved through service. The image depicts a bird with its head turned in the opposite direction as it picks at its feathers in order to provide food for its young. The leader who places the requirements of their followers ahead of their own requirements is represented by the bird. The phrase \"Nea ope se obedi hene daakye no, firi ase sue som ansa,\" upon which the symbol is based, can be translated as \"He who wants to be king in the future must first learn to serve.\" The symbol was created based on this expression. People who see the symbol are reminded that true leadership involves being of service to others.",
    "image": "symbols/adinkra/nea-ope-se-obedi-hene.svg",
    "name": "Nea Ope Se Obedi Hene"
  },
  {
    "category": "Adinkra",
    "description": "The Nkonsonkonson symbol is meant to represent two links connected together in a chain. Nkonsonkonson is a symbol of togetherness, community, and the power that derives from each of these. It exemplifies the concept that our combined efforts make us more powerful, and that in order to achieve our objectives, we need to collaborate and live in peace with one another. Additionally, it is a metaphor for the interconnected nature of everything, as well as the significance of recognizing and appreciating the connections we have with other people.",
    "image": "symbols/adinkra/nkonsonkonson.svg",
    "name": "Nkonsonkonson"
  },
  {
    "category": "Adinkra",
    "description": "The Adinkra symbol known as Nkotimsefo Mpua is meant to represent steadfastness and dedication to one's community. The symbol depicts a particular style of hairdo that was once worn by court attendants. The back of the head is covered in a knot that is formed by the combination of several braids that have been plaited together. The purpose of the symbol is to inspire people to maintain their allegiance to their community and to serve their nation with the utmost respect and dignity.",
    "image": "symbols/adinkra/nkotimsefo-mpua.svg",
    "name": "Nkotimsefo Mpua"
  },
  {
    "category": "Adinkra",
    "description": "The Nkrabea is an Adinkra symbol that is used to represent the idea of one's predetermined future. The image depicts two swords that are crossed over one another, which is a traditional representation of power and strength. The idea that one's destiny is determined by a combination of factors, such as one's own free will, fate, and the actions of others, is symbolized by the crossing of the swords in this image. The symbol inspires people to take charge of their lives and make progress toward their objectives, while at the same time acknowledging the part that chance and circumstance play in determining their destinies.",
    "image": "symbols/adinkra/nkrabea.svg",
    "name": "Nkrabea"
  },
  {
    "category": "Adinkra",
    "description": "The Nkyinkyim Adinkra symbol can be understood as a visual representation of the proverb that reads, \"The path of life is winding.\" The name Nkyinkyim literally translates to \"twisted,\" and the symbol that represents this wisdom contorts and rotates in various ways. The Adinkra symbol serves as a constant reminder that one must be adaptable and resilient in order to succeed in life. It is a visual representation of how important it is to be adaptable to new situations and how important it is to be flexible in the face of challenges.",
    "image": "symbols/adinkra/nkyinkyim.svg",
    "name": "Nkyinkyim"
  },
  {
    "category": "Adinkra",
    "description": "Nnampo Pa Baanu is an Adinkra symbol that denotes both friendship and mutual dependence on one another. The emblem depicts two joined hands, each of which is shown holding an ear of corn. The hands are connected at their wrists. Both the hands and the corn represent the concept that people are interconnected with one another and that our survival and well-being are dependent on the survival and well-being of others. Individuals are encouraged to value the relationships they have with one another and to acknowledge the significance of community and cooperation through the use of the symbol.",
    "image": "symbols/adinkra/nnampo-pa-baanu.svg",
    "name": "Nnampo Pa Baanu"
  },
  {
    "category": "Adinkra",
    "description": "Nokore is an Adinkra symbol that is associated with the concept of truth. The image conveys a representation of a knot that is tied in the center of a piece of fabric. The knot is a visual representation of the idea that the truth is an intricate and multi-faceted concept that can be challenging to disentangle. People are encouraged to seek the truth and to be honest in both their words and their actions when they see this symbol.",
    "image": "symbols/adinkra/nokore.svg",
    "name": "Nokore"
  },
  {
    "category": "Adinkra",
    "description": "The Nsa Ko Na Nsa Aba symbol conveys the message that aid and assistance should be given to one another in equal measure. It is important to lend a helping hand and support to those around you, as this phrase, which translates to \"Hand Go, Hand Come,\" emphasizes. This symbol encourages people to be kind and generous to one another, as well as to appreciate the value of community and the interconnectedness of all things. The word \"Nsa\" refers to the hand in the Adinkra language, and the word \"Aba\" means to come back, return, or reciprocate.",
    "image": "symbols/adinkra/nsa-ko,-na-nsa-aba.svg",
    "name": "Nsa Ko Na Nsa Aba"
  },
  {
    "category": "Adinkra",
    "description": "Nsaa is a specific kind of woven fabric called nsaa. The symbol is a representation of a proverb that says, \"He who does not know authentic Nsaa will buy fakes,\" and it is said that the proverb originated in Nigeria. It is a symbol of excellence, genuine craftsmanship, and careful attention to detail. Therefore, individuals are encouraged to seek out quality and authenticity in all aspects of life, and to recognize the value of craftsmanship and hard work. In addition, the symbol calls attention to the value of the symbol itself.",
    "image": "symbols/adinkra/nsaa.svg",
    "name": "Nsaa"
  },
  {
    "category": "Adinkra",
    "description": "Cowrie shells, which were historically employed as a form of currency or a medium of exchange in a variety of cultures, are the insignia of the Nserewa symbol. It is a symbol of wealth, abundance, and the ability to manage finances. Cowrie shells were a form of currency that was used for trading goods and services; therefore, their ownership was considered to be a symbol of wealth and prosperity. This symbol also serves as a reminder to practice fiscal responsibility and prudence, as well as to make intelligent and considered use of the resources available to us.",
    "image": "symbols/adinkra/nserewa.svg",
    "name": "Nserewa"
  },
  {
    "category": "Adinkra",
    "description": "The Nsoromma symbol is meant to convey a sense of responsibility and watchfulness. Specifically in the context of marriage, it is a symbol of love, bonding, and faithfulness. The name \"Nsoromma\" comes from a word that literally means \"star.\" The symbol is intended to serve as a constant reminder that God watches over all people, and that we are all connected through the divine.",
    "image": "symbols/adinkra/nsoromma.svg",
    "name": "Nsoromma"
  },
  {
    "category": "Adinkra",
    "description": "The Nteasee symbol is meant to represent working together and having an open mind. It is a phrase that is frequently used to encourage people to treat one another with more kindness and consideration. The meaning of the symbol is that peace and harmony can only be achieved through collaboration and an understanding of one another by all parties involved. The Nteasee symbol is meant to serve as a gentle reminder to people that they should celebrate their unique qualities while also cooperating for the benefit of society as a whole.",
    "image": "symbols/adinkra/nteasee.svg",
    "name": "Nteasee"
  },
  {
    "category": "Adinkra",
    "description": "The phrase \"God, there is something in the heavens\" is what the Nyame Biribi Wo Soro symbol is supposed to translate to. It is a sign of having faith, hope, and inspiration in oneself. This symbol serves to remind people that there is a divine force in the universe that governs all things, and it encourages people to put their faith in that divine force so that it can guide and protect them. Additionally, the symbol conveys the idea that each individual is destined to follow a specific course of action and that this course is predetermined.",
    "image": "symbols/adinkra/nyame-biribi-wo-soro.svg",
    "name": "Nyame Biribi Wo Soro"
  },
  {
    "category": "Adinkra",
    "description": "The Nyame Dua symbol can be interpreted as a representation of the top of a tree stump or a cross-section of a palm tree. As a result of the fact that it personifies the concept of God's presence and protection, Ghanaian culture places a significant emphasis on this symbol. A sacred ritual may also take place in a specific location in a town or village known as Nyame Dua, which is also the name of this location. People come to this holy place in order to strengthen their connection with the divine and to ask for direction and blessings.",
    "image": "symbols/adinkra/nyamedua.svg",
    "name": "Nyame Dua"
  },
  {
    "category": "Adinkra",
    "description": "The phrase \"God won't die for me to die\" is what the Nyame Nwu na Mawu symbol is supposed to translate to. This sign, which takes the form of a cross, is meant to convey both the existence of God and the eternal nature of the human spirit. They do not perish due to the fact that after death, the soul travels back to God. Since God does not perish, it follows that the soul does not either. The spiritual dimension of life, as well as the imperative to seek out a relationship with the divine, are both brought to mind by the presence of this symbol.",
    "image": "symbols/adinkra/nyamenwunamaw.svg",
    "name": "Nyame Nwu na Mawu"
  },
  {
    "category": "Adinkra",
    "description": "The phrase \"God is King\" is what the Nyame Ye Ohene symbol is supposed to stand for. It is a representation of the majesty and authority that God possesses. People are encouraged to submit themselves to God and worship him by being reminded by this symbol of the power and authority that the divine possesses. It also serves as a reminder of the value of humility and acknowledging that there is a higher power that is ultimately in charge of everything.",
    "image": "symbols/adinkra/nyame-ye-ohene.svg",
    "name": "Nyame Ye Ohene"
  },
  {
    "category": "Adinkra",
    "description": "In some circles, the Nyansapo symbol is also referred to as the \"Knot of Wisdom.\" It embodies qualities such as sage leadership, inventiveness, intelligence, and patience. The knot is a complex interweaving of lines that come together in a spiral formation; this formation is meant to symbolize the interconnectedness of knowledge and wisdom. People are encouraged to seek wisdom and understanding in all aspects of life by the symbol, which serves as a reminder of the significance of education and learning and prompts them to do so.",
    "image": "symbols/adinkra/nyansapo.svg",
    "name": "Nyansapo"
  },
  {
    "category": "Adinkra",
    "description": "Diamond, a substance that is extremely rare and valuable, serves as the inspiration for the Obohemmaa symbol. It is a metaphor for valuable things and the importance that we attach to them. People are encouraged to appreciate and hold in high esteem things that are rare and valuable through the use of the symbol of the diamond, which is commonly used to represent the worth or value of a person.",
    "image": "symbols/adinkra/obohemmaa.svg",
    "name": "Obohemmaa"
  },
  {
    "category": "Adinkra",
    "description": "The proverb \"those led by love will never lose their way\" is represented by the Odo Nyera Fie Kwan Adinkra symbol. Typically, the symbol is engraved on wedding bands and other items associated with events that involve the coming together of two people. The Akan people believe that it is a potent mantra that can effectively represent a union. It is a symbol of the significance of love in relationships as well as the requirement for individuals to maintain their commitment to one another regardless of the difficulties they face.",
    "image": "symbols/adinkra/odonyerafiekwan.svg",
    "name": "Odo Nyera Fie Kwan"
  },
  {
    "category": "Adinkra",
    "description": "It is commonly referred to as the \"King's Stool,\" and the Ohene Adwa symbol bears this name. It is a sign of leadership and authority in the community. The stool stands in for the king's throne and is a potent symbol of the king's authority and status as the highest ranking official in the land. People are encouraged to respect and honor those in positions of power as well as be reminded of the significance of leadership and authority by the use of a symbol that does so.",
    "image": "symbols/adinkra/ohene-adwa.svg",
    "name": "Ohene Adwa"
  },
  {
    "category": "Adinkra",
    "description": "The Ohene Aniwa symbol is known as \"King's Eyes\" in other languages. It is meant to symbolize the watchful and far-seeing gaze of the king, who is responsible for overseeing all of the nation's affairs. The significance of being watchful, having good judgment, and having authority is conveyed by the symbol. It inspires people to be vigilant and aware of their surroundings, as well as to accept responsibility for their actions and the consequences of those actions.",
    "image": "symbols/adinkra/ohene-aniwa.svg",
    "name": "Ohene Aniwa"
  },
  {
    "category": "Adinkra",
    "description": "It is commonly referred to as the \"Royal Soul Pendant,\" and the Ohene Kra Konmunde symbol bears this name. It is a symbol of the king's leadership and the essence of the nation as a whole. The significance of the king's role in guiding and protecting the people is brought to the people's attention by the symbol, which also serves to remind them of the significance of the nation's soul.",
    "image": "symbols/adinkra/ohene-kra-konmunde.svg",
    "name": "Ohene Kra Konmunde"
  },
  {
    "category": "Adinkra",
    "description": "Ohene Kye is an Adinkra symbol that is representative of the King's Crown. It is written as \"Ohene Kye.\" The crown is a reminder of the power that the king holds over the people, as well as a symbol of royalty and sovereignty. It is worn on the head of the king. The intricate designs on the crown are meant to symbolize the wisdom, knowledge, and leadership qualities possessed by the king. It is common practice for the crown to be handed down from generation to generation; this practice symbolizes the kingdom's unbroken chain of leadership and its enduring power.",
    "image": "symbols/adinkra/ohene-kye.svg",
    "name": "Ohene Kye"
  },
  {
    "category": "Adinkra",
    "description": "Ohene Kyinie is an Adinkra symbol that is meant to represent the umbrella that is carried by the King. The umbrella is a representation of safety and shelter, and it is used to protect the king from the elements, including the rain and the sun. As the king is the only person who is permitted to carry the umbrella, it also serves as a symbol of the king's authority. The king's wealth and status are reflected in the intricate patterns and vibrant hues that are used in the umbrella's design, which is both exquisite and ornate.",
    "image": "symbols/adinkra/ohene-kyinie.svg",
    "name": "Ohene Kyinie"
  },
  {
    "category": "Adinkra",
    "description": "Ohene Papa is an Adinkra symbol that stands for the Good King. It is a symbol of effective leadership and governance, and it highlights the significance of having a ruler who is both wise and just. The symbol is frequently employed to instill a sense of integrity, honesty, and fairness in those in positions of authority. In addition to this, it instills in the populace a sense of reverence and support for those in positions of authority, helping them to understand the importance of sound governance to the growth and development of the community.",
    "image": "symbols/adinkra/ohene-papa.svg",
    "name": "Ohene Papa"
  },
  {
    "category": "Adinkra",
    "description": "Okodee Mmowere is an Adinkra symbol that represents the talons of an eagle. It is also known as Okodee Mmowere. It is often associated with the qualities of an eagle, which is fitting given that it is a symbol of strength, bravery, and power. The eagle is a powerful bird that soars high above the earth, and its talons are capable of seizing and carrying away prey that it has captured. People are encouraged to be brave and strong, to prevail over obstacles, and to realize their ambitions with the help of the symbol.",
    "image": "symbols/adinkra/okodee-mmowere.svg",
    "name": "Okodee Mmowere"
  },
  {
    "category": "Adinkra",
    "description": "The Okuafo Pa Adinkra symbol is meant to represent the qualities of diligence, hard work, and entrepreneurial spirit, all of which are necessary for a prosperous farmer. People are meant to be reminded of the strenuous labor that goes into farming by the symbol, which depicts various farming tools such as a hoe, cutlass, and ax. The symbol should serve as a constant reminder to put in the work required in order to achieve success in life.",
    "image": "symbols/adinkra/okuafopa.svg",
    "name": "Okuafo Pa"
  },
  {
    "category": "Adinkra",
    "description": "By the grace of God, everything will turn out alright; this is the meaning of the Adinkra symbol known as Onyankopon Adom Nti Biribiara Beye Yie. It is a representation of faith, providence, and hope, and it highlights the significance of having confidence in the plan that God has for us. People are frequently encouraged to have faith in spite of the challenges they face, to persevere through challenging times, and to trust that everything will turn out okay in the end by utilizing this symbol.",
    "image": "symbols/adinkra/onyankopon-adom-nti-biribiara-beye-yie.svg",
    "name": "Onyankopon Adom Nti Biribiara Beye Yie"
  },
  {
    "category": "Adinkra",
    "description": "The Adinkra symbol known as Osiadan Nyame is intended to convey the idea that God is the Creator. It is a representation of power and strength, and it highlights the significance of God as the one who created all things and continues to sustain them. The symbol is frequently employed to encourage people to put their faith in God's plan, to rely on his power, and to look to him for direction in all aspects of life.",
    "image": "symbols/adinkra/osiadan-nyame.svg",
    "name": "Osiadan Nyame"
  },
  {
    "category": "Adinkra",
    "description": "Osram ne Nsoromma is a symbol of fidelity, love, and harmony. Its name literally translates to \"the moon and the star.\" The image of the symbol depicts a half moon in the shape of a bowl, as if it were able to catch the star in the sky above. It is meant to represent the concept of remaining loyal and steadfast in one's relationships, as well as finding harmony in the cosmos.",
    "image": "symbols/adinkra/osramnensoromma.svg",
    "name": "Osram ne Nsoromma"
  },
  {
    "category": "Adinkra",
    "description": "Otumfuo Wuo Ye Ya is an Adinkra symbol that translates to \"The King is Dead.\" Otumfuo Wuo Ye Ya is also a name for the Adinkra language. People are reminded that there is a time for everything, and this particular symbol serves as a reminder that death is an unavoidable part of life. People frequently look to the symbol in order to find the motivation they need to live their lives to the fullest, to make the most of every moment, and to leave a legacy that will be remembered long after they have passed away.",
    "image": "symbols/adinkra/otumfuo-wuo-ye-ya.svg",
    "name": "Otumfuo Wuo Ye Ya"
  },
  {
    "category": "Adinkra",
    "description": "Owia a Repue is an Adinkra symbol that can be translated as \"Rising Sun.\" Owia a Repue was created in the 18th century. It is a symbol of hope, strength, and renewal, and it emphasizes the importance of facing each new day with the courage and determination necessary to make it through. People are reminded that a new day is always just beyond the horizon, and that regardless of how challenging the previous night may have been, there is always another day waiting just beyond the horizon. The rising sun is a symbol of a new beginning.",
    "image": "symbols/adinkra/owia-a-repue.svg",
    "name": "Owia a Repue"
  },
  {
    "category": "Adinkra",
    "description": "The Adinkra sign in its entirety The Owo Foro Adobe design features a snake slithering up the trunk of a raffia palm. Because the snake must shed its skin in order to grow and refresh itself, this animal has come to represent metamorphosis, adaptability, and renewal. The snake is revered for its ability to shed its old skin and be reborn, which is another reason why it is considered a symbol of wisdom. Because it can be woven into so many different things, including baskets, mats, and hats, the raffia palm is considered to be a metaphor for ingenuity and the abundance of nature.",
    "image": "symbols/adinkra/owo-foro-adobe.svg",
    "name": "Owo Foro Adobe"
  },
  {
    "category": "Adinkra",
    "description": "The Owuo Atwedee symbol is a ladder, and the name of the symbol in its native language translates to \"the ladder of death.\" People frequently use it to bring up the topic of their own mortality as well as the fleeting nature of life. This encourages people to live their lives with a sense of purpose and humility, as they will all have to face death at some point in their existence, as symbolized by the symbol. Those who have suffered the loss of loved ones are offered consolation with the Owuo Atwedee symbol.",
    "image": "symbols/adinkra/owuoatwedee.svg",
    "name": "Owuo Atwedee"
  },
  {
    "category": "Adinkra",
    "description": "Owuo Kum Nyame is an Adinkra symbol that represents the cycle of life and death. Its literal meaning is \"Death killed God.\" It is a representation of the belief that there is life after death as well as the immortality of the soul. People are encouraged to live their lives with meaning and to make plans for how they will end their lives by looking at the symbol. Additionally, it stresses the significance of keeping a healthy relationship with God throughout one's entire life, given that death is not the end of the story.",
    "image": "symbols/adinkra/owuo-kum-nyame.svg",
    "name": "Owuo Kum Nyame"
  },
  {
    "category": "Adinkra",
    "description": "Pagya is a symbol of war and conflict, and it is used to inspire courage and bravery in the face of danger. Pagya is pronounced \"Pagya.\" It is depicted as a pair of crossed cudgels with sparks flying from them, which is meant to represent the viciousness and intensity of battle. The symbol stands for the necessity of having the fortitude and resiliency to persevere in the face of adversity, as well as the significance of being ready to defend oneself and one's community against external dangers.",
    "image": "symbols/adinkra/pagya.svg",
    "name": "Pagya"
  },
  {
    "category": "Adinkra",
    "description": "Pempamsie is a totem that represents preparedness, perseverance, and tenacity. The power of words and the strength of action are represented by the symbol, which consists of a linguist's staff and a war axe that have been crossed with each other. The symbol conveys the message that one must always be ready for anything that may come their way, remain unmoved in the face of adversity, and be prepared to act decisively when the situation calls for it.",
    "image": "symbols/adinkra/pempamsie.svg",
    "name": "Pempamsie"
  },
  {
    "category": "Adinkra",
    "description": "The Sankofa Adinkra symbol depicts a mythical bird with its head turned in the opposite direction as its feet, which are firmly planted in front of it. The Akan people of Ghana are the originators of the word \"Sankofa.\" This phrase comes from the Akan language and its literal translation is \"to go back and get it.\" The Sankofa is a symbol of the Akan people's pursuit of knowledge, with the implication that this pursuit is founded on critical analysis, intelligent investigation, and patient deliberation. People look to the Adinkra symbol to be reminded of the significance of gaining wisdom from one's experiences in the past in order to have a more successful future.",
    "image": "symbols/adinkra/sankofa.svg",
    "name": "Sankofa"
  },
  {
    "category": "Adinkra",
    "description": "The knife that an executioner is shown holding in the Sepow symbol is a representation of that. It is connected to the concepts of authority and justice, as well as power. It is believed that the symbol, which consists of a triangle with a point superimposed on top of a circle, represents the decisive action taken by an executioner. It is common practice to employ the symbol as a deterrent to behaviors that may result in disciplinary action.",
    "image": "symbols/adinkra/sepow.svg",
    "name": "Sepow"
  },
  {
    "category": "Adinkra",
    "description": "The phrase \"Change or transform your character\" is translated as \"Sesa Wo Suban\". The symbol is a call to self-improvement and growth, encouraging individuals to let go of destructive thoughts and actions in favor of more constructive alternatives. As a symbol of the transformative power of change, it is depicted as a butterfly breaking free from its cocoon. The symbol serves as a constant reminder that we have the ability to make positive changes to ourselves and the world around us.",
    "image": "symbols/adinkra/sesa-wo-suban.svg",
    "name": "Sesa Wo Suban"
  },
  {
    "category": "Adinkra",
    "description": "The significance of having faith in God and devoting oneself to him is represented by the Som Onyankopon, which is a symbol of worship. The image depicts hands raised in prayer, which stands for the act of reaching out to God and asking for his or her assistance and direction. It serves as a gentle nudge to remember to keep one's faith and trust in God at all times, especially during trying or uncertain times.",
    "image": "symbols/adinkra/som-onyankopon.svg",
    "name": "Som Onyankopon"
  },
  {
    "category": "Adinkra",
    "description": "The term \"Sunsum\" refers to the part of a person that goes beyond their physical body and can be thought of as the person's essence. The emblem is typically depicted as a circle with a cross placed within it, and it stands for the integration of one's physical self, mental state, and spiritual self. It is a symbol of the belief that each individual possesses a distinct soul that is fundamental to their identity and connects them to the divine in some way.",
    "image": "symbols/adinkra/sunsum.svg",
    "name": "Sunsum"
  },
  {
    "category": "Adinkra",
    "description": "Tabono is a symbol of unity of purpose, strength, confidence, and hard work to reach a destination or a goal. Tabono can also be seen as a symbol of success. It is symbolized by an oar, which conveys the idea of working together toward a common objective. The symbol emphasizes the significance of working together, being cooperative, and working as a team in order to be successful. Additionally, it embodies the concept of development because rowing a boat requires synchronized effort in order to move forward.",
    "image": "symbols/adinkra/tabono.svg",
    "name": "Tabono"
  },
  {
    "category": "Adinkra",
    "description": "Jealousy, malice, and ill will are all qualities that are represented by the Tamfo Bebre symbol. It can mean either \"the enemy will suffer\" or \"the enemy will stew in his own juice,\" depending on which translation you use. People sometimes say that the symbol depicts a bowl that will not submerge in water due to increased pressure resulting in an increase in resistance. This interpretation is supported by the fact that the resistance increases as the pressure increases. Because of this, the symbol might also be interpreted as representing pointlessness.",
    "image": "symbols/adinkra/tamfobebre.svg",
    "name": "Tamfo Bebre"
  },
  {
    "category": "Adinkra",
    "description": "One head does not make a council is the literal translation of the Adinkra symbol known as Ti Koro Nko Agyina. It places an emphasis on the value of collaboration and working together to accomplish a common objective. The symbol draws attention to the importance of people cooperating with one another, recognizing that no single person possesses all of the answers or solutions. It serves as a reminder that having a wide variety of perspectives, skill sets, and experiences is necessary to achieve success. This symbol is especially significant in political, social, and business contexts, all of which place a significant emphasis on collective decision-making.",
    "image": "symbols/adinkra/ti-koro-nko-agyina.svg",
    "name": "Ti Koro Nko Agyina"
  },
  {
    "category": "Adinkra",
    "description": "\"Power is like an egg\" is the literal translation of the Adinkra symbol \"Tumi Te Se Kusua\". The delicate nature of political power and the precariousness of democracy are both represented by the. It demonstrates the importance of exercising caution when dealing with power so as to avoid either squandering it or abusing it. In addition to this, it highlights the importance of exercising moderation, as an excessive use of power can lead to abuse and corruption. The symbol serves as a constant reminder that power should be wielded in a responsible manner and with consideration for the greater good.",
    "image": "symbols/adinkra/tumi-te-se-kusua.svg",
    "name": "Tumi Te Se Kusua"
  },
  {
    "category": "Adinkra",
    "description": "The Adinkra symbol known as Tuo Ne Akofena depicts a gun and a state sword, both of which are considered to be the most potent representations of protection. The symbol conveys the idea that its bearer is ready to defend both themselves and their community in the event of an attack. This serves as a reminder that there are times when one must use force in order to defend themselves and the people they care about. In addition, it serves as a timely reminder of the destructive potential of weaponry, which necessitates treating it with the utmost reverence and caution at all times.",
    "image": "symbols/adinkra/tuo-ne-akofena.svg",
    "name": "Tuo Ne Akofena"
  },
  {
    "category": "Adinkra",
    "description": "The Nkanea symbol of the UAC is a representation of the progression of technology, particularly in the societies of Ghana and Asante. The symbol conveys the significance of advancing knowledge and introducing new ideas, as well as the unending quest for personal growth and professional advancement.",
    "image": "symbols/adinkra/uacnkanea.svg",
    "name": "UAC Nkanea"
  },
  {
    "category": "Adinkra",
    "description": "The Adinkra symbol known as Wawa Aba is meant to be interpreted as the seed of the wawa tree. The image is meant to be interpreted as a metaphor for tenacity and hardiness. The wawa tree is renowned for its resilience and tenacity, as it is able to endure even the most severe environmental conditions. Individuals are encouraged to be resilient in the face of adversity, to withstand difficulties, and to keep going with their lives by the use of the symbol. Additionally, it teaches the importance of having patience as well as the cultivation of one's growth and development.",
    "image": "symbols/adinkra/wawa-aba.svg",
    "name": "Wawa Aba"
  },
  {
    "category": "Adinkra",
    "description": "\"If your hands are in the dish\" is the literal translation of the Adinkra symbol Wo Nsa Da Mu A. The symbol stands for participatory democracy, democratic pluralism, and pluralism in government. It places an emphasis on the significance of allowing everyone to have a say in the process of making decisions. It inspires people to become actively involved in the communities in which they live, to communicate their thoughts and ideas, and to collaborate for the benefit of all. It also serves as a reminder that everyone is responsible for their own actions and that we are all accountable for the roles we play in society.",
    "image": "symbols/adinkra/wo-nsa-da-mu-a.svg",
    "name": "Wo Nsa Da Mu A"
  },
  {
    "category": "Adinkra",
    "description": "The phrase \"when you climb a good tree, you are given a push\" Woforo Dua Pa A, which is a symbol of encouragement, support, and cooperation, means the concept that when individuals support worthy causes, they will receive support in return, bringing attention to the significance of working together and providing assistance to one another.",
    "image": "symbols/adinkra/woforoduapa.svg",
    "name": "Woforo Dua Pa A"
  },
  {
    "category": "Adinkra",
    "description": "\"We shall meet again\" is what the Adinkra symbol Yebehyia Bio means when translated into English. This idea that everything in nature is connected to one another and that nothing ever really comes to an end is conveyed by the symbol. Those who are currently separated from their loved ones can take solace in the fact that they will, in due time, be brought back together again. Additionally, the symbol highlights the cyclical nature of life as well as the concept that everything is in a state of constant change at all times. It teaches that the end of something does not have to be the end of everything and that new beginnings are always a possibility.",
    "image": "symbols/adinkra/yebehyia-bio.svg",
    "name": "Yebehyia Bio"
  },
  {
    "category": "Alchemy",
    "description": "The Air symbol consists of a triangle with a flat base and the apex facing upwards. A horizontal line intersects the centre of the triangle. The symbol represents air. It is the inverse of the earth symbol. It represents wetness and warmth.",
    "image": "symbols/alchemy/air.svg",
    "name": "Air"
  },
  {
    "category": "Alchemy",
    "description": "The Antimony symbol consists of a large, unfilled circle, with a small cross emanating from the uppermost median point. Antimony represents man's free spirit or animal nature. It was sometimes associated with the wolf.",
    "image": "symbols/alchemy/antimony.svg",
    "name": "Antimony"
  },
  {
    "category": "Alchemy",
    "description": "The Arsenic symbol consists of a narrow, inverted triangle shape, which is placed on top of a line that resembles the inverted shape, but does not connect at the horizontal base. Arsenic is a dangerous poison. It represents transformation.",
    "image": "symbols/alchemy/arsenic.svg",
    "name": "Arsenic"
  },
  {
    "category": "Alchemy",
    "description": "The Bismuth symbol consists of an unfilled circle. Above the circle is a curved, semi-circle shape. The symbol represents bismuth, a relatively uncommon and unknown element, frequently mistaken for tin and lead. It's not clear what part it played in the alchemical process.",
    "image": "symbols/alchemy/bismuth.svg",
    "name": "Bismuth"
  },
  {
    "category": "Alchemy",
    "description": "The Copper symbol consists of a large X shape, intersected by three horizontal lines at the median point and upper and lower thirds. The upper and lower horizontal lines are bookended by small, unfilled circles, while the line that crosses the median point is shorter and bookended by unfilled diamond shapes. The symbol represents copper. The symbol is associated with Venus, and represents love and femininity.",
    "image": "symbols/alchemy/copper.svg",
    "name": "Copper"
  },
  {
    "category": "Alchemy",
    "description": "The Earth symbol consists of a triangle with the apex facing downwards. A horizontal line intersects the centre of the triangle. The symbol represents earth. It is the inverse of the air symbol. It represents coldness and dryness.",
    "image": "symbols/alchemy/earth.svg",
    "name": "Earth"
  },
  {
    "category": "Alchemy",
    "description": "The Fire symbol consists of a triangle with a flat base and the apex facing upwards. The symbol represents fire. It is the inverse of the water symbol. It represents heat and dryness, as well as masculinity.",
    "image": "symbols/alchemy/fire.svg",
    "name": "Fire"
  },
  {
    "category": "Alchemy",
    "description": "The Gold symbol consists of an unfilled circle, surrounded by lines that curve in an anti-clockwise direction. The symbol is a depiction of the sun. Gold is considered a noble metal, the ultimate goal of alchemical transmutation. It represents perfection of the mental, physical and spiritual.",
    "image": "symbols/alchemy/gold.svg",
    "name": "Gold"
  },
  {
    "category": "Alchemy",
    "description": "The Iron symbol consists of a large, unfilled circle. On top of which is an arrow pointing away and to the upper right. It resembles the symbol for masculinity. Iron is the most common element found on Earth and is associated with the planet Mars.",
    "image": "symbols/alchemy/iron.svg",
    "name": "Iron"
  },
  {
    "category": "Alchemy",
    "description": "The Lead symbol consists of a long vertical line, intersected by a shorted horizontal line. From the median point of the vertical line, a curved line moves away to the right. Lead is a malleable metal with a low melting point. It is associated with Saturn.",
    "image": "symbols/alchemy/lead.svg",
    "name": "Lead"
  },
  {
    "category": "Alchemy",
    "description": "The Magnesium symbol consists of an unfinished circle, dissected by a vertical line. A horizontal line emanates from the median point of the vertical, while a smaller vertical intersects to the right. Magnesium, in small quantities, is extremely volatile and difficult to smother once alight. It represents infinity, eternity, and ascension.",
    "image": "symbols/alchemy/magnesium.svg",
    "name": "Magnesium"
  },
  {
    "category": "Alchemy",
    "description": "The Mercury symbol consists of an unfilled circle placed on top of a cross, which connects with the lowest median point. Above the circle is a curved, semi-circle shape. Mercury (called quicksilver) is one of the three prime materials of alchemy. It represents the mind, as well as the life force. It is associated with the spirit, the thing that survives beyond death.",
    "image": "symbols/alchemy/mercury.svg",
    "name": "Mercury"
  },
  {
    "category": "Alchemy",
    "description": "The Philosopher Stone symbol consists of a large, unfilled circle, within which is a triangle, containing a square, within which is a circle. The Philosopher's Stone was said to transmute base metals (like lead) into gold, and thought to hold the key to eternal life.",
    "image": "symbols/alchemy/philosopherstone.svg",
    "name": "Philosopher Stone"
  },
  {
    "category": "Alchemy",
    "description": "The Phosphorus symbol consists of a triangle shape with a horizontal base and the apex facing upwards. It is placed on top of a vertical line that is intersected by two horizontal lines. Phosphorus was the name given to Venus, seen as the Morning Star. It seemed to alchemists a substance that could capture light.",
    "image": "symbols/alchemy/phosphorous.svg",
    "name": "Phosphorus"
  },
  {
    "category": "Alchemy",
    "description": "The symbol consists of a crescent moon shape, inverted to face left. This shape is connected to an equally-sized unfilled circle, itself containing a significantly smaller circle. Platinum was thought, amongst alchemists, to be the combination of silver and gold. The symbol incorporates the signs of the sun and moon, associated with these metals.",
    "image": "symbols/alchemy/platinum.svg",
    "name": "Platinum"
  },
  {
    "category": "Alchemy",
    "description": "Potash symbol consists of a regular rectangular shape, below which is a cross made from an intersecting vertical and horizontal line. These lines are bookended by small, unfilled diamond shapes. Potassium Carbonate is a salt that forms an alkaline solution, often referred to as the 'salt of tartar'.",
    "image": "symbols/alchemy/potash.svg",
    "name": "Potash"
  },
  {
    "category": "Alchemy",
    "description": "The Salt symbol consists of a large, unfilled circle, the diameter of which is defined by a solid, horizontal line. Salt is one of the three prime materials of alchemy, being necessary and essential for life. It represents condensation, crystallization. It is associated with the essence of all things in nature.",
    "image": "symbols/alchemy/salt.svg",
    "name": "Salt"
  },
  {
    "category": "Alchemy",
    "description": "The Silver symbol consists of a crescent moon shape. Silver, along with the moon, are associated with femininity. The symbol represents contemplation, intuition and wisdom.",
    "image": "symbols/alchemy/silver.svg",
    "name": "Silver"
  },
  {
    "category": "Alchemy",
    "description": "The Sulphur symbol consists of a triangle with a flat base and the apex facing upwards, placed on top of a cross, which connects with the median point of the base. Sulphur is one of the three prime materials of alchemy. It represents evaporation and dissolution. It is associated with heat and dryness, as well as masculinity.",
    "image": "symbols/alchemy/sulfur.svg",
    "name": "Sulphur"
  },
  {
    "category": "Alchemy",
    "description": "The Tin symbol consists of a curved line that connects to the horizontal, itself intersected by a large vertical line. The symbol represents tin and also Jupiter. Tin is sometimes called the 'breath of life.' It represents the idea that the whole is stronger than the sum of its parts.",
    "image": "symbols/alchemy/tin.svg",
    "name": "Tin"
  },
  {
    "category": "Alchemy",
    "description": "The Water symbol consists of a triangle with the apex facing downwards. The symbol represents water. It is the inverse of the fire symbol and is thought to resemble a glass or cup. It represents wetness and coldness, as well as femininity.",
    "image": "symbols/alchemy/water.svg",
    "name": "Water"
  },
  {
    "category": "Alchemy",
    "description": "The symbol for zinc consists of a matrix of two sets of intersecting parallel horizontal and vertical lines. The lines are bookended by small, unfilled diamond shapes. A rectangular shape is created in the centre of these lines, containing two small, unfilled circles. Alchemists would sometimes refer to zinc as 'Philosophers' wool'.",
    "image": "symbols/alchemy/zinc.svg",
    "name": "Zinc"
  },
  {
    "category": "Ashtamangala",
    "description": "Dharmachakra translates to 'Wheel of Law', or sometimes 'wheel of transformation'. In Buddhism, it represents the teaching of the Buddha. It also symbolizes spiritual change and the cycle of birth and rebirth. It can also, in the Hindu tradition, represent the overcoming of obstacles. The wheel is typically depicted as having eight spokes, representing the path to enlightenment: faith, intention, speech, action, livelihood, endeavour, mindfulness, and meditation.",
    "image": "symbols/ashtamangala/dharmachakra.svg",
    "name": "Dharmachakra  Wheel of Law"
  },
  {
    "category": "Ashtamangala",
    "description": "The Dhvaja which translates to 'flag' or 'sign', is also known as the Victory Banner. The victory represented is one over fear, ignorance, evil and death. Particularly, it symbolizes how enlightenment and knowledge defeat ignorance and the fear of death. Such a victory would, one assumes, coincide with the achievement of the state of nirvana. The Dhvaja is commonly depicted as cylindrical. Copper banners of this nature can be found displayed at the four corners of many Buddhist temples and monasteries.",
    "image": "symbols/ashtamangala/dhvaja.svg",
    "name": "Dhvaja  Victory Banner"
  },
  {
    "category": "Ashtamangala",
    "description": "The Kumbha, or Treasure Vase, represents health, longevity, wealth, prosperity, wisdom and space. It is said to never empty, no matter how much of the contents is removed. The vase is depicted as similar to the a traditional clay water pot or Kumbha, having a flat base, round body, narrow neck and top by a large jewel.",
    "image": "symbols/ashtamangala/treasurevase.svg",
    "name": "Kumbha  Treasure Vase"
  },
  {
    "category": "Ashtamangala",
    "description": "The Padme, or Lotus, represents purity, illumination, love, growth and transformation. If the Lotus has eight petals, it symbolizes harmony, while a lotus with one thousand petals symbolizes enlightenment. A lotus seed or bud represents potential. \"Om mane padme,\" is a Buddhist mantra, which translates as 'the jewel in the lotus'. It means that there is potential for enlightenment in each of us. The color of the Padme can also change its meaning. White symbolizes purity and spiritual perfection. Red, passion and love. A blue lotus bud signifies intelligence and communication. A pink flower represents transcendence.",
    "image": "symbols/ashtamangala/lotus.svg",
    "name": "Padme  Lotus"
  },
  {
    "category": "Ashtamangala",
    "description": "The parasol represents protection, especially from harmful force or illness. It may symbolize the sky and is linked to the element ther. The expansiveness of the canopy, as much as it represents the heavens, is associated with the sahasrara or crown chakra. The parasol, being held aloft, represents honor and respect. It is a symbol of high status. The parasol is normally depicted as a standard umbrella with a single, vertical handle. It is often ornamented with jewels and fabrics.",
    "image": "symbols/ashtamangala/parasol.svg",
    "name": "Parasol"
  },
  {
    "category": "Ashtamangala",
    "description": "The Shankha, or Conch Shell, was used in ancient times as a war horn. It was believed that the sound would allow those who heard it to overcome fear and evil, but that it would invoke terror in one's enemies. Later, the conch shell became an instrument commonly used in rituals. In Buddhism, the Shankha represents the voice of Buddha and the truth of his teachings. The symbol may be depicted as right- or left-turning, and the right-turning conch is believed to be the more auspicious.",
    "image": "symbols/ashtamangala/conch.svg",
    "name": "Shankha  Conch Shell"
  },
  {
    "category": "Ashtamangala",
    "description": "The Shrivatsa, or Endless Knot, is sometimes known as the \"Mystic Dragon\". It represents eternity, unity and the interconnectedness of all things. It was believed to offer protection, as the endless looping design would confuse malignant spirits. In Buddhism, the knot symbolizes the unending compassion and wisdom of the Buddha. It is believed by some that the shrivatsa evolved over time into the protective dragons often seen in eastern iconography.",
    "image": "symbols/ashtamangala/endlessknot.svg",
    "name": "Shrivatsa  Endless Knot"
  },
  {
    "category": "Ashtamangala",
    "description": "The Suvarna Matsya, or golden fishes, represent joy, freedom and fearlessness. They are symbols of fertility and abundance. The two fish are typically depicted swimming vertically downwards, with their heads coming together. For this reason, they also represent fidelity and marriage.",
    "image": "symbols/ashtamangala/goldenfishes.svg",
    "name": "Suvarna Matsya  Golden Fishes"
  },
  {
    "category": "Astrology",
    "description": "Aquarius is the eleventh sign of the zodiac. It is the symbol of the water-bearer. The symbol consists of parallel wavy lines, resembling the waves of water or energy. Aquarius is associated with air and the planets Saturn and Uranus. Those born between January and February have Aquarius as their star sign.",
    "image": "symbols/astrology/aquarius.svg",
    "name": "Aquarius"
  },
  {
    "category": "Astrology",
    "description": "Aries is the first sign of the zodiac and is the symbol of the ram. The symbol consists of two curved lines that form stylized horns. It is one of three fire symbols in the zodiac, and associated with the planet Mars. Those who are born between March and April have Aries as their star sign.",
    "image": "symbols/astrology/aries.svg",
    "name": "Aries"
  },
  {
    "category": "Astrology",
    "description": "The ascendant is the zodiac sign and degree that is in ascent to the east, during a specific time and at the specific location of an event. Most commonly, this is the birth of an individual. Astrologers hold that the ascendant says something about the dawning of one's consciousness and signifies new beginnings.",
    "image": "symbols/astrology/ascendant.svg",
    "name": "Ascendant"
  },
  {
    "category": "Astrology",
    "description": "Cancer is the fourth sign of the zodiac and is the symbol of the crab. The symbol consists of two circles, from which curved lines emanate, the top moving left to right and the bottom right to left. Cancer is associated with water and the Moon. Those who are born between June and July have Cancer as their star sign.",
    "image": "symbols/astrology/cancer.svg",
    "name": "Cancer"
  },
  {
    "category": "Astrology",
    "description": "Capricorn is the tenth sign of the zodiac. It is the symbol of the sea-goat, a mythological fish-goat hybrid. The symbol consists of a lowercase N, where the line furthers to the right loops back upon itself. It is said to resemble the hoof of a goat and the tail of a fish. Capricorn is associated with earth and the planet Saturn, while the mythic sea-goat for which it is named is associated with wisdom and water. Those born between December and January have Capricorn as their star sign.",
    "image": "symbols/astrology/capricorn.svg",
    "name": "Capricorn"
  },
  {
    "category": "Astrology",
    "description": "One of the four largest asteroids between Mars and Jupiter. She is one of the daughters of Zeus (Jupiter in Roman mythology). Ceres is described as the Earth Mother. She is associated with health, nutrition, agriculture, and fertility. Her symbol represents transition, motherhood and nurture.",
    "image": "symbols/astrology/ceres.svg",
    "name": "Ceres"
  },
  {
    "category": "Astrology",
    "description": "Chiron is a minor planet in the solar system, originally classed as an asteroid. It orbits the sun between Saturn and Uranus. In Greek myth, Chiron was a healer who could heal anyone but himself. Chiron is associated with healing the healing of wounds and wisdom.",
    "image": "symbols/astrology/chiron.svg",
    "name": "Chiron"
  },
  {
    "category": "Astrology",
    "description": "A conjunction occurs when two planets are zero degrees apart and, therefore, temporarily within the same sign or area of the zodiac chart. Among astrologers, the belief holds that, if the qualities associated with the two planets are complementary, then this is a positive occurrence. However, if the planets' qualities are incompatible then this has negative outcomes.",
    "image": "symbols/astrology/conjunctions.svg",
    "name": "Conjunction"
  },
  {
    "category": "Astrology",
    "description": "The parallel and contra-parallel are two aspects calculated by reference to degrees of declination above or below the celestial equator. Contra-parallels connect planets that are not elsewhere connected by an aspect. A contra-parallel may also increase the intensity of connection between two points connected by an aspect. It is associated with reflection, perspective and communication  particularly between those qualities associated with the signs connected. The contra-parallel is a stronger force than the parallel.",
    "image": "symbols/astrology/contra-parallels.svg",
    "name": "Contra-Parallels"
  },
  {
    "category": "Astrology",
    "description": "Originally thought to be a planet when discovered in 2005, Eris has since been classified as a dwarf planet. Named after a Greek goddess, Eris represents strife and discord. Among astrologers, Eris is associated with self-expression and rebellion.",
    "image": "symbols/astrology/eris.svg",
    "name": "Eris"
  },
  {
    "category": "Astrology",
    "description": "Gemini is the third sign of the zodiac and is the symbol of the twins. The twins, Castor and Pollux, are characters from Greek and Roman mythology. The symbol consists of two parallel horizontal lines, between which are two parallel vertical lines, resembling the Roman numeral II. It is associated with air and the planet Mercury. Those who are born between May and June have Gemini as their star sign.",
    "image": "symbols/astrology/gemini.svg",
    "name": "Gemini"
  },
  {
    "category": "Astrology",
    "description": "An aspect is the angle formed between two signs, planets or points in the zodiac chart. Inconjunctions (sometimes called quincunx) form an angle of 150. They are associated with mystery, creativity, unpredictability, and humor.",
    "image": "symbols/astrology/inconjunctions.svg",
    "name": "Inconjunctions"
  },
  {
    "category": "Astrology",
    "description": "One of the four largest asteroids between Mars and Jupiter. Named after one of the daughters of Zeus (Jupiter in Roman mythology), Juno represents marriage, love, and commitment. She is associated with femininity and loyalty.",
    "image": "symbols/astrology/juno.svg",
    "name": "Juno"
  },
  {
    "category": "Astrology",
    "description": "Leo is the fifth sign of the zodiac and is the symbol of the lion. The symbol consists of an unfilled circle, from which emanates a line that curves up and downwards to the right, resembling the lion's tail. Leo is associated with fire and the Sun. Those who are born between July and August have Leo as their star sign.",
    "image": "symbols/astrology/leo.svg",
    "name": "Leo"
  },
  {
    "category": "Astrology",
    "description": "Libra is the seventh sign of the zodiac. It is the symbol of the Scales of Justice. The symbol consists of the Ancient Greek symbol Omega above a horizontal line. This is said to resemble a set of balanced scales. Libra is associated with law, fairness and the element air, as well as the planet Venus. Those born between September and October have Libra as their star sign.",
    "image": "symbols/astrology/libra.svg",
    "name": "Libra"
  },
  {
    "category": "Astrology",
    "description": "An asteroid named for the first wife of Adam, the first man in the Genesis story. Lilith represents the dark side of femininity, sexual taboo and social transgression. Her symbol consists of a crescent and a cross, representing both mind and matter.",
    "image": "symbols/astrology/lilith.svg",
    "name": "Lilith"
  },
  {
    "category": "Astrology",
    "description": "Mars is the planet in the solar system between Earth and Jupiter, known as the Red Planet. Its symbol consists of an unfilled circle, with an arrow emanating from it that points upwards to the right, similar to the male sex symbol. It is said to resemble a sword and spear. In the European tradition, Mars is associated with war. In the Indian tradition, Mars is associated with strength and aggression.",
    "image": "symbols/astrology/mars.svg",
    "name": "Mars"
  },
  {
    "category": "Astrology",
    "description": "Mercury is the planet in the solar system closest to the Sun. Its symbol consists of a circle sat atop a cross, similar to the symbol for Venus, with an open semi-circle above. In the European tradition, Mercury is associated with travel, messages and commerce. In the Indian tradition, Mercury is associated with masculinity, communication and intellect.",
    "image": "symbols/astrology/mercury.svg",
    "name": "Mercury"
  },
  {
    "category": "Astrology",
    "description": "The Midheaven is the zodiac sign and degree that is equidistant between the eastern and western horizon during a specific time and at the specific location of an event. Most commonly, this is the birth of an individual. It is said to tell astrologers something significant about future career prospects, status, and reputation. It is associated with accomplishment and aspiration.",
    "image": "symbols/astrology/midheaven.svg",
    "name": "Midheaven"
  },
  {
    "category": "Astrology",
    "description": "The Moon represents motherhood and femininity. It is associated with instinct, spontaneity and the unconscious mind. The symbol consists of a crescent moon shape, within a larger circle. It represents security, comfort and safety.",
    "image": "symbols/astrology/moon.svg",
    "name": "Moon"
  },
  {
    "category": "Astrology",
    "description": "Neptune is the planet in the solar system between Neptune and Pluto. The symbol consists of a stylized three-pronged trident. In Greek and Roman mythology, Neptune (Greek: Poseidon) is the god of the sea. In the Indian tradition, Neptune is associated with rain, as well as dreams, illusions, and uncertainty.",
    "image": "symbols/astrology/neptune.svg",
    "name": "Neptune"
  },
  {
    "category": "Astrology",
    "description": "Nessus is an asteroid, discovered in 1993. Named after the mythological centaur who was killed by Heracles, and whose tainted blood in turn killed Heracles. Nessus is associated with karma, tyranny, inappropriate sexual contact, or physical or psychological abuse. The symbol represents death, revenge and jealousy.",
    "image": "symbols/astrology/nessus.svg",
    "name": "Nessus"
  },
  {
    "category": "Astrology",
    "description": "The North Node and South Node of the Moon form the Nodal Axis. They are points directly opposite in celestial space. They are mathematical points, not physical objects, defining the relationship between the locations of the Sun, Moon, and Earth. The symbol, called the \"dragon's head\" consists of a horseshoe shape, a curved U shape culminating in two small, unfilled circles.",
    "image": "symbols/astrology/northnode.svg",
    "name": "North Node"
  },
  {
    "category": "Astrology",
    "description": "An aspect is the angle formed between two signs, planets or points in the zodiac chart. Noviles form an angle of 40. This aspect can represent karmic bondage, an attachment to past events that are holding an individual back. It is associated with idealization and perfectionism.",
    "image": "symbols/astrology/noviles.svg",
    "name": "Noviles"
  },
  {
    "category": "Astrology",
    "description": "An aspect is the angle formed between two signs, planets or points in the zodiac chart. Oppositions form a full180 angle, meaning two signs are directly opposed to each other. Oppositions are about balance and harmonizing these polar forces over time. They represent common ground, balance and compromise.",
    "image": "symbols/astrology/oppositions.svg",
    "name": "Oppositions"
  },
  {
    "category": "Astrology",
    "description": "One of the four largest asteroids between Mars and Jupiter. Named after one of the daughters of Zeus (Jupiter in Roman mythology), Pallas represents warfare, wisdom, skill, and strategy. She is associated with masculinity, logic, and justice.",
    "image": "symbols/astrology/pallas.svg",
    "name": "Pallas"
  },
  {
    "category": "Astrology",
    "description": "The parallels and contra-parallels are two aspects calculated by reference to degrees of declination above or below the celestial equator. Parallels connect planets that are not elsewhere connected by an aspect. A parallel may also increase the intensity of connection between two points connected by an aspect. It is associated with reflection, perspective and communication  particularly between those qualities associated with the signs connected.",
    "image": "symbols/astrology/parallels.svg",
    "name": "Parallels"
  },
  {
    "category": "Astrology",
    "description": "The Part of Fortune is a location in the sky calculated using the placement of the Sun, Moon and Ascendant. It is associated with health, fitness, and success and prosperity in one's career prospects. It represents innate talent, as well as personal happiness.",
    "image": "symbols/astrology/partoffortune.svg",
    "name": "Part of Fortune"
  },
  {
    "category": "Astrology",
    "description": "Pholus is an asteroid, discovered in 1992, named after the mythological centaur who was the guardian of wine, intoxication and chaos. Pholus was the second most important of the Centaurs after Chiron. The symbol represents turning points, change and cataclysm.",
    "image": "symbols/astrology/pholus.svg",
    "name": "Pholus"
  },
  {
    "category": "Astrology",
    "description": "Pisces is the twelfth sign of the zodiac. It is the symbol of the two fish. The symbol consists of two horizontal lines that curve away from each other, connected by a straight vertical line. This is said to resemble two fish caught on a line. Pisces is associated with water and the planets Jupiter and Neptune. Those born between February and March have Pisces as their star sign.",
    "image": "symbols/astrology/pisces.svg",
    "name": "Pisces"
  },
  {
    "category": "Astrology",
    "description": "Pluto is a dwarf planet at the edge of the solar system. The symbol consists of an unfilled circle, cradled inside an upwards facing semi-circle, itself sat atop a cross. In the European tradition, Pluto is associated with wealth and the unseen. In the Indian tradition, Pluto is associated with death and rebirth.",
    "image": "symbols/astrology/pluto.svg",
    "name": "Pluto"
  },
  {
    "category": "Astrology",
    "description": "An aspect is the angle formed between two signs, planets or points in the zodiac chart. Quindeciles form an angle of 165. It is associated with motivation, uncompromising obsession, determination, and disruption.",
    "image": "symbols/astrology/quindeciles.svg",
    "name": "Quindeciles"
  },
  {
    "category": "Astrology",
    "description": "An aspect is the angle formed between two signs, planets or points in the zodiac chart. Quintiles form an angle of 72. This can represent occasion for performative, entertaining or expressive opportunity. It is associated with a strong flow of creative energy between the planets or signs involved.",
    "image": "symbols/astrology/quintiles.svg",
    "name": "Quintiles"
  },
  {
    "category": "Astrology",
    "description": "Sagittarius is the ninth sign of the zodiac. It is the symbol of the archer, a centaur from Greek mythology. The symbol consists of an arrow that moves diagonally upwards from left to right, which is intersected by a shorter diagonal line moving downwards from left to right. Sagittarius is associated with fire and the planet Jupiter. Those born between November and December have Sagittarius as their star sign.",
    "image": "symbols/astrology/sagittarius.svg",
    "name": "Sagittarius"
  },
  {
    "category": "Astrology",
    "description": "Saturn is the planet in the solar system between Jupiter and Uranus. It is next-largest in size to Jupiter and surrounded by dust rings. Its symbol consists of a long vertical line, intersected by a shorted horizontal line. From the median point of the vertical line, a curved line moves away to the right. It is said to resemble a scythe. In the European tradition, Saturn is associated with agriculture. In the Indian tradition, Saturn is associated with duty, ambition, status and punishment.",
    "image": "symbols/astrology/saturn.svg",
    "name": "Saturn"
  },
  {
    "category": "Astrology",
    "description": "Scorpio is the eighth sign of the zodiac. It is the symbol of the scorpion. The symbol consists of the letter M, in which the line that is furthest right ends with a curved arrow. This is said to resemble the scorpion's tail. Scorpio is associated with water and the planets Mars and Pluto. Those born between October and November have Scorpio as their star sign.",
    "image": "symbols/astrology/scorpio.svg",
    "name": "Scorpio"
  },
  {
    "category": "Astrology",
    "description": "An aspect is the angle formed between two signs, planets or points in the zodiac chart. Semi-sextiles form an angle of 30. Semi-sextiles are all about the conscious choices we make. The good traits of one sign can offset negative traits of the other, but only through awareness and deliberate action.",
    "image": "symbols/astrology/semi-sexties.svg",
    "name": "Semi-Sextiles"
  },
  {
    "category": "Astrology",
    "description": "An aspect is the angle formed between two signs, planets or points in the zodiac chart. Semi-squares form an angle of 45. It is associated with a stimulating or challenging energy, similar to a square aspect, but less intense and more personal.",
    "image": "symbols/astrology/semi-squares.svg",
    "name": "Semi-Squares"
  },
  {
    "category": "Astrology",
    "description": "An aspect is the angle formed between two signs, planets or points in the zodiac chart. Septiles form an angle of 51.5. Septiles are considered mystical, associated with spiritual or energetic energy, and a finer, more subtle reality that is hidden from our own.",
    "image": "symbols/astrology/septiles.svg",
    "name": "Septiles"
  },
  {
    "category": "Astrology",
    "description": "An aspect is the angle formed between two signs, planets or points in the zodiac chart. Sesqui quadrates form an angle of 135 . This aspect is thought to create tension, challenging the individual to work hard, learn and improve. It represents stubbornness and on-going conflict.",
    "image": "symbols/astrology/sesquiquadrates.svg",
    "name": "Sesqui quadrates"
  },
  {
    "category": "Astrology",
    "description": "The North Node and South Node of the Moon form the Nodal Axis. They are points directly opposite in celestial space. They are mathematical points, not physical objects, defining the relationship between the locations of the Sun, Moon, and Earth. The symbol, called the \"dragon's head\" consists of an inverted horseshoe shape, a curved lowercase N shape culminating in two small, unfilled circles.",
    "image": "symbols/astrology/southnode.svg",
    "name": "South Node"
  },
  {
    "category": "Astrology",
    "description": "An aspect is the angle formed between two signs, planets or points in the zodiac chart. Squares form a 90 angle. Squares are said to represent between the qualities of the two points to which they refer. They are associated with opportunity, challenge and compromise.",
    "image": "symbols/astrology/squares.svg",
    "name": "Squares"
  },
  {
    "category": "Astrology",
    "description": "The Sun represents life-force and the source of all growth. Also, it is associated with happiness, and with the choosing to follow a path of reason, rather than instinct. The symbol consists of a circle within a larger circle. It represents the conscious mind, the will to live and the creative life force in humanity.",
    "image": "symbols/astrology/sun.svg",
    "name": "Sun"
  },
  {
    "category": "Astrology",
    "description": "Taurus is the second sign of the zodiac and is the symbol of the bull. The symbol consists of an unfilled circle, which has a curved line above it forming stylized horns. It is associated with earth and femininity, as well as the planet Venus. Those who are born between April and May have Taurus as their star sign.",
    "image": "symbols/astrology/taurus.svg",
    "name": "Taurus"
  },
  {
    "category": "Astrology",
    "description": "Transpluto is a supposed further planet or celestial body that exists at the extreme edge of the solar system, further from the Sun than Pluto. It has never been observed, but has been proposed to exist based on mathematical calculation. It is associated with criticism, perfectionism, selfishness and self-sufficiency.",
    "image": "symbols/astrology/transpluto.svg",
    "name": "Transpluto"
  },
  {
    "category": "Astrology",
    "description": "An aspect is the angle formed between two signs, planets or points in the zodiac chart. Trines form a 120 angle. Trines are considered to be auspicious aspects. They represent luck, harmony, and synchronicity.",
    "image": "symbols/astrology/trines.svg",
    "name": "Trines"
  },
  {
    "category": "Astrology",
    "description": "Uranus is the planet in the solar system between Saturn and Neptune. The symbol consists of a circle within a larger circle, on top of which is an arrow pointing upwards. It combines the symbols for the Sun and for Mars. In the European tradition, Uranus is associated with the sky and the Sun. In the Indian tradition, it is associated with eccentricity, originality, and sudden change.",
    "image": "symbols/astrology/uranus.svg",
    "name": "Uranus"
  },
  {
    "category": "Astrology",
    "description": "Venus is the planet in the solar system between Mercury and Earth. Its symbol consists of a circle sat atop a cross, similar to the female sex symbol. In the European tradition, Venus is associated with love, lust and sexual desire. In the Indian tradition, Venus is associated with purity, beauty and fertility.",
    "image": "symbols/astrology/venus.svg",
    "name": "Venus"
  },
  {
    "category": "Astrology",
    "description": "The Vertex is a celestial location in the western hemisphere calculated as the intersection of the elliptic and prime vertices. It is associated with wishing for significant change, or a turning point. It represents karma and destiny.",
    "image": "symbols/astrology/vertex.svg",
    "name": "Vertex"
  },
  {
    "category": "Astrology",
    "description": "One of the four largest asteroids between Mars and Jupiter. Vesta is named for a daughter of Zeus (Jupiter in Roman mythology). Vesta guards and protects home and the household, keeping families safe and secure. She is associated with the eternal flame and represents the internal spark, or life force.",
    "image": "symbols/astrology/vesta.svg",
    "name": "Vesta"
  },
  {
    "category": "Astrology",
    "description": "Virgo is the sixth sign of the zodiac and it is the symbol of the maiden (virgin). The symbol consists of an M in which a looped line crosses the line that is furthest right. This is said to resemble the crossed legs of a chaste virgin. Virgo is associated with earth and the planet Mercury. Those born between August and September have Virgo as their star sign.",
    "image": "symbols/astrology/virgo.svg",
    "name": "Virgo"
  },
  {
    "category": "Aztec",
    "description": "Acatl, meaning 'reed', is the day in the Aztec calendar associated with the god Tezcatlipoca. Tezcatlipoca is the god of the night sky, ancestral memory, and of time. He is associated with change brought about by conflict. Acatl is associated with authority and justice. It is a bad day to move against one's enemies.",
    "image": "symbols/aztec/acatl.svg",
    "name": "Acatl"
  },
  {
    "category": "Aztec",
    "description": "Atl, meaning 'water', is the day in the Aztec calendar associated with the god Xiuhtecuhtli. Xiuhtecuhtli is the god of fire, and the personification of life, creation, warmth and sustenance. Atl is associated with battle, and holy war (both internal and external). It is a day of conflict and clearing the air. It is a bad day for idleness or rest.",
    "image": "symbols/aztec/atl.svg",
    "name": "Atl"
  },
  {
    "category": "Aztec",
    "description": "Calli, meaning 'house', is the day in the Aztec calendar associated with the god Tepeyollotl. Tepeyollotl is the god of animals, caves, echoes and earthquakes. The day of Calli is associated with rest, tranquillity and family. It is a day to spend at home with trusted friends, rather than in public, and to work on close relationships.",
    "image": "symbols/aztec/calli.svg",
    "name": "Calli"
  },
  {
    "category": "Aztec",
    "description": "Cipactli, meaning 'crocodile', is an auspicious day in the Aztec calendar. It is associated with advancement and honor, as well as reward and recognition. It is a good day for fresh starts, or to begin a new project. The god Tonacatecuhtli governs the day of Cipactli. He is a primordial creator and god of fertility and new beginnings.",
    "image": "symbols/aztec/cipactli.svg",
    "name": "Cipactli"
  },
  {
    "category": "Aztec",
    "description": "Coatl, meaning 'snake', is the day in the Aztec calendar associated with the god Chalchihuitlicue. Chalchihuitlicue is the goddess of oceans, rivers and running water, though she is also associated with childbirth and labor. Coatl is a day to be selfless and humble. It is a bad day to act in accordance with self-interest.",
    "image": "symbols/aztec/coatl.svg",
    "name": "Coatl"
  },
  {
    "category": "Aztec",
    "description": "Cozcacuauhtli, meaning 'vulture', is the day in the Aztec calendar associated with the goddess Itzpapalotl. Itzpapalotl is associated with rejuvenation, sacrifice and purification. She is sometimes called the Obsidian Butterfly. It is a good day to confront one's troubles head on and to best those who would be deceitful.",
    "image": "symbols/aztec/cozcacuauhtli.svg",
    "name": "Cozcacuauhtli"
  },
  {
    "category": "Aztec",
    "description": "Cuauhtli, meaning 'eagle', is the day in the Aztec calendar associated with the goddess Xipe Totec. Xipe Totec is the god of seeds, rebirth and the shedding of skin. He is associated with springtime and transformation. Cuauhtli is associated with freedom and equality. It is a day for action, not reflection. It is a bad day to ignore the will of the gods.",
    "image": "symbols/aztec/cuauhtli.svg",
    "name": "Cuauhtli"
  },
  {
    "category": "Aztec",
    "description": "Cuetzpalin, meaning 'lizard', is the day in the Aztec calendar associated with the god Huehuecoyotl. Huehuecoyotl is a trickster god, known sometimes as the Old Coyote. He is the god of reversals and cruel pranks, but also storytelling, music and dancing. The day of Cuetzpalin is associated with changing luck. It is a day for action rather than words, and for improving on reputations.",
    "image": "symbols/aztec/cuetzpalin.svg",
    "name": "Cuetzpalin"
  },
  {
    "category": "Aztec",
    "description": "Ehecatl, meaning 'wind', is the day in the Aztec calendar associated with the god Quetzalcoatl. Quetzalcoatl is a primordial creator, and god of intelligence and self-reflection. The day of Ehecatl is associated with inconsistency and vanity. It is a day to renounce bad habits but to avoid working closely with others.",
    "image": "symbols/aztec/ehecatl.svg",
    "name": "Ehecatl"
  },
  {
    "category": "Aztec",
    "description": "Itzcuintli, meaning 'dog', is the day in the Aztec calendar associated with the god Mictlantecuhtli. Mictlantecuhtli is the god of death and ruler over the lowest underworld, associated with funerals, wakes and remembrance. He is also associated with spiders, owls and bats. Itzcuintli is a day to be trustworthy, but a bad day to be overly trusting of others.",
    "image": "symbols/aztec/itzcuintli.svg",
    "name": "Itzcuintli"
  },
  {
    "category": "Aztec",
    "description": "Malinalli, meaning 'grass', is the day in the Aztec calendar associated with the god Patecatl. Patecatl is associated with medicine, healing, and fertility. Malinalli is associated with tenacity and rejuvenation. It is a good day for perseverance against the odds, forging alliances and shaking off oppression. It is a bad day for those who wish to be oppressive.",
    "image": "symbols/aztec/malinalli.svg",
    "name": "Malinalli"
  },
  {
    "category": "Aztec",
    "description": "Mazatl, meaning 'deer', is the day in the Aztec calendar associated with the god Tlaloc. Tlaloc is the god of rain and thunderstorms, associated with fertility, floods and droughts, and wrath. Mazatl is a good day for hunting, but a bad day to be hunted. It is associated with breaks in routine and strongly recommends paying close attention to the routines of others.",
    "image": "symbols/aztec/mazatl.svg",
    "name": "Mazatl"
  },
  {
    "category": "Aztec",
    "description": "Miquiztli, meaning 'death', is the day in the Aztec calendar associated with the god Tecciztecatl. Tecciztecatl is the god of the moon, associated with transformation, and endings leading to new beginnings. Miquiztli is a day for reflection and reconsidering priorities. It is a bad day to ignore possibilities.",
    "image": "symbols/aztec/miquiztli.svg",
    "name": "Miquiztli"
  },
  {
    "category": "Aztec",
    "description": "Ocelotl, meaning 'jaguar', is the day in the Aztec calendar associated with the god Tezcatlipoca. Tezcatlipoca is the god of the night sky, ancestral memory, and of time. He is associated with change brought about by conflict. Ocelotl is associated with power, valor and recklessness in dangerous situations. It is a day to honor brave warriors.",
    "image": "symbols/aztec/ocelotl.svg",
    "name": "Ocelotl"
  },
  {
    "category": "Aztec",
    "description": "Ollin, meaning 'movement', is the day of the Aztec calendar associated with Xolotl. Xolotl is the god of shifting shapes, twins and Venus, the Evening Star. Cozcacuauhtli is associated with wisdom, long life, good advice and mental balance. Ollin is associated with transmutation, disorder, and seismic change. It is a good and auspicious day to be active, a bad day to be passive.",
    "image": "symbols/aztec/ollin.svg",
    "name": "Ollin"
  },
  {
    "category": "Aztec",
    "description": "Ozomahtli, meaning 'monkey', is the day in the Aztec calendar associated with the god Xochipili. Xochipili, sometimes called the Flower Prince, is the god of flowers, feasts, fun and creativity. Ozomahtli is a day to be light-hearted and frivolous. It is a bad day for seriousness.",
    "image": "symbols/aztec/ozomahtli.svg",
    "name": "Ozomahtli"
  },
  {
    "category": "Aztec",
    "description": "Quiahuitl, meaning 'rain', is the day in the Aztec calendar associated with the god Tonatiuh. Tonatiuh is the Aztec sun god, represented as fierce and warlike, and associated with human sacrifice. Quiahuitl s associated with travel and education. It is a good day to rely on luck, but a bad day for making plans or completing business.",
    "image": "symbols/aztec/quiahuitl.svg",
    "name": "Quiahuitl"
  },
  {
    "category": "Aztec",
    "description": "Tecpatl, meaning 'stone knife', is the day in the Aztec calendar associated with the god. Chalchihuihtotolin is the god of plagues and diseases. He is a symbol of powerful sorcery, able to shapeshift into animal form. Tecpatl is associated with ordeal, trial and tribulation. It is a day to test one's character and sharpen one's mind. It is a bad day to rely on one's past achievements or reputation.",
    "image": "symbols/aztec/tecpatl.svg",
    "name": "Tecpatl"
  },
  {
    "category": "Aztec",
    "description": "Tochtli, meaning 'rabbit', is the day in the Aztec calendar associated with the goddess Mayahuel. Mayahuel is the goddess of fertility, the womb and the maguey plant  used to brew the alcoholic pulque drink. Tochtli is a mystical day, best used to commune with nature. It is a bad day to move against one's enemies.",
    "image": "symbols/aztec/tochtli.svg",
    "name": "Tochtli"
  },
  {
    "category": "Aztec",
    "description": "Xochitl, meaning 'flower', is the day in the Aztec calendar associated with the goddess Xochiquetzal. Xochiquetzal is the goddess of youth, love, pleasure and beauty. She watches over artists while they work. Xochitl is a day for creating things that speak truth to the heart. It is a day to remember that life is short, and to reflect. It is a bad day to repress desire.",
    "image": "symbols/aztec/xochitl.svg",
    "name": "Xochitl"
  },
  {
    "category": "Buddhism",
    "description": "The Abhaya mudra, or fear-repelling mudra, may be observed in depictions of people sitting, standing, and walking. It is one of the oldest mudras, appearing on a variety of Hindu, Buddhist, Jain, and Sikh figures. The gesture can be performed with the right, left, or both hands. The hand is held up, palm outward, fingers clasped, and the arm is bent at the elbow. Protection, tranquility, compassion, and reassurance are some things that the Abhaya Mudra represents.",
    "image": "symbols/buddhism/abhayamudra.svg",
    "name": "Abhaya mudra"
  },
  {
    "category": "Buddhism",
    "description": "Achi Chokyi Drolma Is a historical manifestation of Vajravarahi and the great-grandmother of Kyobpa Jikten Sumgon, the founder of Drikung Kagyu. She adopted Nyingma teachings during her lifetime and is claimed to have ridden her horse into the sky at the twilight of her life. She is a potent wisdom protector who shields and protects all devoted Dharma practitioners who place their faith in her. She is well known for her ability to bestow wealth. She is an emanation of Vajra Yogini, the embodiment of all the Buddha's wisdom and compassion. She is the spiritual mother of the Buddhas, manifesting in the shape of the Dakinis of the Five Buddha families, out of compassion.",
    "image": "symbols/buddhism/achi-chokyi-drolma.svg",
    "name": "Achi Chokyi Drolma"
  },
  {
    "category": "Buddhism",
    "description": "The Airavarta or Six-tusked Elephant holds special significance in Buddhist traditions, as a symbol of purity, holiness and cleanliness. Elephants generally symbolize good fortune and luck and are considered an auspicious symbol. The Airavarta is also seen as synonymous with Buddha himself, as it is mentioned in Buddhist traditions. The six tusks are seen as a sign of divine conception and the beginning of Buddha's physical journey.",
    "image": "symbols/buddhism/airavarta.svg",
    "name": "Airavarta  Six tusked Elephant"
  },
  {
    "category": "Buddhism",
    "description": "Vasupujya, the 12th Jain Tirthankara of the current era, is represented by a buffalo. He was a member of the Ikshvaku dynasty and was born in Champapuri to King Vasupujya and Queen Jaya Devi. He was born on the fourteenth day of the Indian calendar month of Falgun Krishna. He maintained his celibacy and never wed. Vasupujya reached Kevala Jnana within one month of Tapasya and Moksha at Champapuri on the fourteenth day of the bright half of the month of Ashadh, Vasupujya is associated with Buffalo.",
    "image": "symbols/buddhism/bhaisa-buffalo-vasupujya.svg",
    "name": "Bhaisa Buffalo"
  },
  {
    "category": "Buddhism",
    "description": "The Bilva fruit (Aegle marmelos) refers to the Bengal quince. A round fruit with a hard skin, it is also sometimes described as a wood apple. It is known for its purifying qualities in Ayurvedic folk medicine as a cure for conditions such as diarrhea and dysentery. A sacred fruit, it was offered to temple gods in ancient India such as Shiva and Lakshmi. The Bilva is also sometimes depicted as a pomegranate in Tibetan art. Bilva translated means \"The Bilva Fruit\".",
    "image": "symbols/buddhism/bilva.svg",
    "name": "Bilva  The Bilva Fruit"
  },
  {
    "category": "Buddhism",
    "description": "In Jain cosmology, Naminatha, the twenty-first Tirthankara of the present half-time cycle, is symbolized by the blue lotus. He was a prince of the Ikshvaku dynasty, born to King Vijaya and Queen Vipra. Naminatha was born on the eighth day of Shravan Krishna in the lunisolar Jain calendar. In the shade of a Bakula tree, he obtained Kevala Jnana. He destroyed all of his karma, liberated his soul, and received Moksha from Sammed Shikhar. Naminatha is associated with the blue lotus.",
    "image": "symbols/buddhism/blue-lotus-naminatha.svg",
    "name": "Blue Lotus"
  },
  {
    "category": "Buddhism",
    "description": "Vimalanatha, the thirteenth Jain Tirthankara of the modern era, is represented by a boar. He emerged into a Siddha, a liberated soul whose karma has been eliminated, according to Jain doctrine. Vimalanatha was born to King Kratavarma and Queen Shyamadevi at Kampilya of the Ikshvaku dynasty. His birth took place on the third day of the Indian calendar's Magh Sukla month. Vimalanatha is associated with Boar.",
    "image": "symbols/buddhism/boar-vimalanatha.svg",
    "name": "Boar"
  },
  {
    "category": "Buddhism",
    "description": "Buddha eyes are representative of his ultimate knowledge and power. These eyes look in four directions to symbolize his wisdom and omniscience. The belief is that the material eyes look at the external world. But the inner eyes, which are in the middle of the material eyes, are what see beyond the materiality of the world.",
    "image": "symbols/buddhism/buddhaeyes.svg",
    "name": "Buddha eyes"
  },
  {
    "category": "Buddhism",
    "description": "Bull is the symbol of Rishabhanatha, the first Tirthankara (Supreme Preacher) of Jainism, who founded the Ikshvaku dynasty and is said to have lived a very long time ago. According to Jain cosmology, he was the first of twenty-four teachers and was referred to as a \"ford maker\" due to the way his teachings enable someone to get across the sea of endless births and deaths. Typically, Rishabhanatha is shown in the lotus pose or kayotsarga, a standing meditation position. His long hair that reaches his shoulders and the depiction of a bull in his sculptures are what make Rishabhanatha unique. Along with the Nyagrodha tree, Gomukha (bull-faced) Yaksha, and Chakreshvari Yakshi, he is also known for his Bull symbol.",
    "image": "symbols/buddhism/bull-rishabhanatha.svg",
    "name": "Bull"
  },
  {
    "category": "Buddhism",
    "description": "Buddhist deity Chinnamunda is the goddess of paradoxes, and she represents both the life-giver and the life-taker sides of the Devi. Depending on the context, she is viewed as both a representation of sexual vitality and a sign of sexual restraint. She stands for life, immortality, recreation, death, temporality, and destruction. Chinnamunda shares traits and iconography with the Hindu goddess Chhinnamasta and she represents spiritual self-realization and Kundalini energy awakening. Mekhala or Elder Mischievous Girl (\"The Elder Severed-Headed Sister,\") and Kanakhala or Younger Mischievous Girl (\"The Younger Severed-Headed Sister.\"), the two sisters who are among the eighty-four Mahasiddhas (\"great adepts\") of Vajrayana Buddhism are frequently shown accompanying Chinnamunda.",
    "image": "symbols/buddhism/chinnamunda.svg",
    "name": "Chinnamunda"
  },
  {
    "category": "Buddhism",
    "description": "Crescent Moon is the symbol of Chandraprabhu, the eighth Jain Tirthankara of the present age. He was born in Chandrapuri to King Mahasena and Queen Lakshmana Devi of the Ikshvaku dynasty. According to Jain traditions, he was born on the twelfth day of the Indian calendar's Posh Krishna month. Chandraprabhu is typically represented in a lotus or kayotsarga pose, with a crescent moon sign underneath him. He is shown with a Shrivatsa and downcast eyes, as do all Tirthankaras.",
    "image": "symbols/buddhism/crescent-moon-chandraprabhu.svg",
    "name": "Crescent Moon"
  },
  {
    "category": "Buddhism",
    "description": "Pushpadanta Prabhu, the ninth Tirthankara of the current era, is symbolized by a crocodile. He was a member of the Ikshvaku dynasty and was born to King Sugriva and Queen Rama in Kakandi. The four-part sangha tradition was reinstated by Pushpadanta. Ajita Yaksha, Mahakali Yakshi, Sutaraka Yakshi, the Malli tree, and the Alligator emblem are all connected to Pushpadanta Prabhu.",
    "image": "symbols/buddhism/crocodile-pushpadanta.svg",
    "name": "Crocodile"
  },
  {
    "category": "Buddhism",
    "description": "Before being assimilated into Buddhism, Cunda or Cundi was thought of as a vengeful manifestation of the Hindu goddess Durga, or Parvati, the wife of the god Siva. Also known as the Mother of the Seventy Million Buddha, Cundi or Cunda is the sentient's protector, and she possesses unfathomable wealth and knowledge. She is a strong sorceress who has been praying for millennia. Cundi is usually portrayed seated on a lotus with 18 arms. Each arm is holding an Upaya, a sacred Buddhist object with a special significance. The 18 arms symbolize the 18 ways to transform into a Buddha.",
    "image": "symbols/buddhism/cunda.svg",
    "name": "Cunda"
  },
  {
    "category": "Buddhism",
    "description": "Dadhi, or curds, have been an important dietary staple in India, particularly in Ayurvedic medicine. The pure white color of the dadhi represents a sense of spirituality and foregoing negativity. As one of the three substances derived from a cow, Dadhi has particular importance and is used as an ingredient for purification. Dadhi translated means \"The Curds of Yogurt\".",
    "image": "symbols/buddhism/dadhi.svg",
    "name": "Dadhi  The Curds of yogurt"
  },
  {
    "category": "Buddhism",
    "description": "Dakshinavarta Shankha is a symbol of strength and might, the right-turning conch shell represents Buddha's proclamation of the dharma. This shell was given to Buddha by the sky god Indra, as a method of supplication and an acknowledgement of his might. The The Right-turning Conch Shell is often found in Buddhist art as a symbol of his power. Dakshinavarta Shankha translated means \"The Right-turning Conch Shell\".",
    "image": "symbols/buddhism/dakshinavarta-shankha.svg",
    "name": "Dakshinavarta  Shankha"
  },
  {
    "category": "Buddhism",
    "description": "Darpana is a symbolic representation of the light and the ability to see one's self. It is represented as emptiness, or the existence of pure consciousness. It reflects object without judgement and is never affected by what it has seen. The four circles inside the disc represented the wisdom of the five Buddhas. Darpana translated means \"Mirror\".",
    "image": "symbols/buddhism/darpana.svg",
    "name": "Darpana  The Mirror"
  },
  {
    "category": "Buddhism",
    "description": "A depiction of Bodhidharma, the Daruma is seen as a symbol of the patronage of Zen Buddhist traditions. Known as Daruma in Japan, he is a sage who is considered the founder of Zen Buddhism. However, his teachings originated in China as a form of meditation and was referred to as Chan Buddhism.",
    "image": "symbols/buddhism/daruma.svg",
    "name": "Daruma"
  },
  {
    "category": "Buddhism",
    "description": "Shantinatha, the present era's fifteenth Jain Tirthankara, is depicted by a deer. He was born in Hastinapur to King Vishvasena and Queen Achira of the Ikshvaku dynasty on the thirteenth day of Jestha Krishna. According to Digambara tradition, Shantinatha's yaksha and yakshi are Kimpurusha and Mahamanasi, while according to Svetambara tradition, they are Garuda and Nirvani. One of the five Tirthankaras who receives the most fervent devotional worship among the Jains is Shantinatha, along with Rishabhanatha, Neminatha, Parshvanatha, and Mahavira.",
    "image": "symbols/buddhism/deer-shantinatha.svg",
    "name": "Deer"
  },
  {
    "category": "Buddhism",
    "description": "A common grass, Durva is hardy grows in volume. Although usually found in wet territory, durva grass is known for its durability. It is considered sacred because in its role in various legends and is connected to immortality. It is also associated with kusha grass, which also plays an important role as a sacred grass. Durva translated means \"The Durva Grass\".",
    "image": "symbols/buddhism/durva.svg",
    "name": "Durva  The Durva Grass"
  },
  {
    "category": "Buddhism",
    "description": "In Vajrayana Buddhist mythology, Ekajati is one of the fiercest and most powerful protectors. She is the protector of secret mantras and the most important guardian of the Vajrayana teachings, particularly the Inner Tantras. Ekajati aids the practitioner in interpreting symbolic Dakini codes as the mantra's guardian and appropriately determines the ideal conditions and times for disclosing tantric teachings. She reminds the practitioner of the significance and confidentiality of the texts and mantras under her care because she fully understands them. Ekajati is also known as \"Blue Tara\", \"Black Tara\", \"Vajra Tara\" or \"Ugra Tara\".",
    "image": "symbols/buddhism/ekajati.svg",
    "name": "Ekajati"
  },
  {
    "category": "Buddhism",
    "description": "The elephant is the symbol of Ajitanath, the second Jain Tirthankara of the present era. He was a soul that had been freed from all karma. He received Kevala jnana from Shikharji on the fifth day of the bright half of the month of Chaitra, and on Chaitra-Shukla-Panchami, he gained Moksha. Yogini & Ajithabala Yakshis, the Saptha-parna tree, the Mahayaksha Yaksha, and the Elephant symbol of Ajinatha are all associated with him.",
    "image": "symbols/buddhism/elephant-ajitnath.svg",
    "name": "Elephant"
  },
  {
    "category": "Buddhism",
    "description": "The Fish otter is a union of a fish and its enemy, the otter. The body and limbs are of an otter while the head and gills are a fish. It is covered in fur, like the otter. The Fish-otter is sometimes referred to as the fish with hair. The Three Victorious Creatures of Harmony refers to the Garuda lion, fish-otter and makara conch. These were mainly used a sign of victory. It is said that these creatures are formed by the union of animals that are traditionally hostile to each other (i.e. predator-prey).",
    "image": "symbols/buddhism/fishotter.svg",
    "name": "Fish otter  The Three Victorious Creatures of Harmony"
  },
  {
    "category": "Buddhism",
    "description": "Shreyansanatha, the eleventh Jain Tirthankara of the current period, is symbolized by a rhinoceros. According to Jain teachings, he became a Siddha, a freed soul who has destroyed all of its karma. Shreyansanatha, according to Jains, was born to King Vishnu and Queen Vishna in the Ikshvaku dynasty in Simhapuri, near Sarnath. His birthday fell on the twelfth day of the Indian calendar's Falgun Krishna month. Bhagwan Shreyansnatha, along with the other 1000 saints, was freed and gained nirvana on Sammet Shikhar on the third day of the dark half of the month of Shravan. He is associated with Rhinoceros.",
    "image": "symbols/buddhism/gainda-rhinoceros-shreyansnatha.svg",
    "name": "Gainda Rhinoceros"
  },
  {
    "category": "Buddhism",
    "description": "The Daruda, or the 'Devourer' is a well known figure across south east Asia in regions such as India, Nepal, Sri Lanka, Burma and Thailand. In both Buddhist and Hindu traditions, the Garuda is the lord of birds. Resembling an eagle and a man, its form is used as a means to ward off poison and snakes in southeast Asian regions. The legends that state that creatures are unable to survive Garuda's bite and claws. The Garuda symbol is also seen at the top of Buddha's throne, cementing its place as a supreme sunbird.",
    "image": "symbols/buddhism/garuda.svg",
    "name": "Garuda  Half bird Half human"
  },
  {
    "category": "Buddhism",
    "description": "The Garuda Lion is a result of a union between a lion and its celestial rival, the Garuda bird. It is depicted with eight limbs, four from the lion and the talons of a Garuda from the knees. The Garuda Lion is a representation of the sky and the earth and its union. The lion is the god of the skies while the Garuda is the lord of the earth. The Three Victorious Creatures of Harmony refers to the Garuda lion, fish-otter and makara conch. These were mainly used a sign of victory. It is said that these creatures are formed by the union of animals that are traditionally hostile to each other (i.e. predator-prey).",
    "image": "symbols/buddhism/garudalion.svg",
    "name": "Garuda lion  The Three Victorious Creatures of Harmony"
  },
  {
    "category": "Buddhism",
    "description": "The goat symbolizes Kunthunath, the sixth Chakravartin, the twelfth Kamadeva, and the seventeenth Tirthankara in the current Jain half-time cycle. He, too, conquered all the regions and proceeded to engrave his name on the mountain foothills, just like every other Chakravartin. He realized his goals were dwarfed when he saw the names of other Chakravartin who were already there. Then, as a kind of atonement, he abdicated his throne and became a monk. Kunthunath was born on the fourteenth day of the Vaishakh Krishna month of the Indian calendar to King Surya and Queen Shridevi at Hastinapur in the Ikshvaku dynasty.",
    "image": "symbols/buddhism/goat-kunthunatha.svg",
    "name": "Goat"
  },
  {
    "category": "Buddhism",
    "description": "The Gorochana refers to precious stones that are found in certain animals such as bears, cattle, and elephants. The intestinal stones these animals create have different colors and potenties, and are used as a means of counteracting poison. The Gorochana is essentially an antidote for certain medical conditions such as fevers and contagious diseases. Gorochana translated means \"The Precious Medicine\".",
    "image": "symbols/buddhism/gorochana.svg",
    "name": "Gorochana  The Precious Medicine"
  },
  {
    "category": "Buddhism",
    "description": "Guanyin is the goddess of mercy and the physical manifestation of compassion. She is the East Asian embodiment of Avalokiteshvara and is also known as Padmapani, which means \" One who holds a lotus in his/her palm,\" in Sanskrit. Guanyin is an all-seeing, all-hearing entity who helps her worshipers when they are in a state of doubt, despair, or terror. She defends the needy and hungry, saves the unfortunate from danger, and provides comfort and assistance wherever it is required. Because of her universal appeal, she became one of Buddhism's most famous and beloved personalities.",
    "image": "symbols/buddhism/guanyin.svg",
    "name": "Guanyin"
  },
  {
    "category": "Buddhism",
    "description": "Hariti is referred to as a Buddhist goddess for protecting children, uncomplicated childbirth, happy parenting, husband-wife harmony, love, well-being, and family security. In Japan, she is also known as Kishimojin and is sometimes associated with the Hindu deity Kali. She is revered as a protective deity in both Chinese and Japanese Buddhism, but in various folk traditions, she is a female demon of misfortune and sadness. The iconography of Hariti is comparable to that of the Greek goddess Tyche which may have been conveyed to East Asia through the influence of Greco-Buddhism.",
    "image": "symbols/buddhism/hariti.svg",
    "name": "Hariti"
  },
  {
    "category": "Buddhism",
    "description": "Heron is the symbol of Sumatinath, the present fifth Jain Tirthankara. He was born in the Ikshvaku dynasty to Kshatriya King Megha (Meghaprabha) and Queen Mangala (Sumangala) at Ayodhya. His birthday fell on the eighth day of the Jain calendar's Vaisakha Sudi month. He gained Kevala Jnana under the sala or priyangu tree. He attained the status of Siddha, a freed soul who has annihilated all of its karma. The Heron (Krauncha) symbol, the Priyangu tree, the Tumburu (Purushadatta) Yaksha, and the Mahakala Yakshi are all linked with Lord Sumithanatha.",
    "image": "symbols/buddhism/heron-sumatinath.svg",
    "name": "Heron"
  },
  {
    "category": "Buddhism",
    "description": "The horse is the symbol of Sambhavnath, the third Tirthankara according to Jainism. He was born in Sravasti to King Jutrai and Queen Susena. He also belonged to the Ikshvaku Dynasty. Sambhavanath, like all Arihant (omniscient beings), gained moksha after his existence by destroying all connected karmas (liberation). He reached Enlightenment in Shikharji. Sambavanath is linked to the horse symbol, the Sala tree, Trimukha (three-faced) Yaksha, Prajnapthi, and Duritari Yakshi.",
    "image": "symbols/buddhism/horse-sambhavnath.svg",
    "name": "Horse"
  },
  {
    "category": "Buddhism",
    "description": "The Jain Hand represents ahimsa (nonviolence). It stands for bravery and kindness for all living things. It implies being sure (not being afraid) and thinking things out before acting. The Wheel in the palm symbolizes samsara (world). It suggests Jains must maintain their awareness and modesty because a Jain's rebirth condition will be affected if they conduct wrongdoing while unaware of the consequences.",
    "image": "symbols/buddhism/jain-hand.svg",
    "name": "Jain Hand"
  },
  {
    "category": "Buddhism",
    "description": "The Jain Om symbol appears in ancient and medieval writings, temples, monasteries, and centers of sacred places in the religions of Hinduism, Buddhism, Jainism, and Sikhism. In Jainism, Om is regarded as a shortened version of the Panca-Paramesthi, also known by their initials A+A+A+U+M. The initials of the five ParameshthisArihant, Asharira, Acharya, Upajjhaya, and Muniare abbreviated as AAAUM (or simply \"Om\"). The five lines of the Navkar mantra, which is the most significant component of the daily prayer in the Jain religion, are also represented by it in the earliest Jain texts. The Panch Parmeshthi are honored with the Navkar mantra.",
    "image": "symbols/buddhism/jain-om.svg",
    "name": "Jain Om"
  },
  {
    "category": "Buddhism",
    "description": "Janguli is a Buddhist deity, revered by shamanic tribes of Northern India, who defends against poison and snakes. Janguli is a Sanskrit word that means \"subjugator of snakes.\" She is also referred to as Dugselma, or \"remover of poison\". The goddess is skilled with all venoms and employs them not for evil but for good. Her strength stems from the idea that she knows about the elixir of life, which has the potential to be both poisonous and medicinal. Like other Mahayana goddesses, she can manifest as Tara's emanation or as a separate deity.",
    "image": "symbols/buddhism/janguli.svg",
    "name": "Janguli"
  },
  {
    "category": "Buddhism",
    "description": "A guardian of travelers and the weak, Jizo is their patron saint. Originating in Japan, it depicts a Bosatsu (Bodhisattva). This is a person that has achieved enlightenment but chooses not to go to Nirvana. This is so they can guide others towards enlightenment by staying in this life. In Buddhist tradition, it depicts a monk that is gathering merit for the afterlife.",
    "image": "symbols/buddhism/jizo.svg",
    "name": "Jizo"
  },
  {
    "category": "Buddhism",
    "description": "Munisuvrata, the twentieth Tirthankara of the present half-time cycle, is portrayed by a tortoise in Jain cosmology. According to Jain tradition, Munisuvrata came to Padmavati and King Sumitra on the twelfth day of the brilliant half of the month of Asvina from heaven named Anata Kalpa. He gained Omniscience (kevala jnana), the all-encompassing knowledge, after undertaking karma-destroying austerities for 11 months under a Champaka tree. His yakhsini is identified as Naradatta in the Svetambara tradition and Bahurupini in the Digambara tradition. Varuna is said to be his yaksha. In most representations, Munisuvrata is seen in a seated (or standing) meditation position, with a tortoise emblem at his feet.",
    "image": "symbols/buddhism/kachup-tortoise-munisuvrata.svg",
    "name": "Kachup Tortoise"
  },
  {
    "category": "Buddhism",
    "description": "The Kalachakra represents the finality of life and death and its endlessness. Seen as a symbol for creation and destruction, it is known as the wheel of time. The Kalachakra is important in understanding the measurements of time and dates in ancient India. This term is most commonly found in Vajrayana Buddhism.",
    "image": "symbols/buddhism/kalachakra.svg",
    "name": "Kalachakra  Wheel of Time"
  },
  {
    "category": "Buddhism",
    "description": "In Jainism, the Kalasha is considered an auspicious thing. It appears in the Ashtamangala lists of the Digambara and Svetambara Jain sects. The Kalasha is decorated with two depictions of eyes, which stand for perfect knowledge and correct trust. Religious and social rites both employ it. In Indian art and architecture, the Kalasha is a decorative motif and a ceremonial artifact. Starting in the fifth century, the bases and capitals of pillars were decorated with the Kalasha design. It is usual to carry the Kalasha on one's head while reciting mantras as one enters a new home. They carry this ritual out to formally welcome grace and joy into the new house. Kalasha is the symbol of Mallinatha, the nineteenth Tirthankara of the present Jain half-time cycle.",
    "image": "symbols/buddhism/kalasha.svg",
    "name": "Kalasha"
  },
  {
    "category": "Buddhism",
    "description": "Shitalanatha, the tenth Jain Tirthankara of the current era, is represented by the Kalpavriksha Sacred Fig. He evolved into a Siddha, a freed soul who has annihilated all of their karma, following Jain doctrine. Shitalanatha, a member of the Ikshvaku dynasty, was born to King Dashrath and Queen Nanda in Bhaddilpur. His birth took place on the twelfth day of the national Indian calendar's Magha Krishna month. Brahma Yaksha, Manavi Yakshi, and Ashoka Yakshi are all connected to Shitalanatha, as are Swastika/Srivatsa, KalpaVriksha/Sacred Fig, and Swastika/Srivatsa.",
    "image": "symbols/buddhism/kalpvriksha-sacred-fig.svg",
    "name": "KalpaVriksha Sacred Fig"
  },
  {
    "category": "Buddhism",
    "description": "Khadi Ravani Tara, also known as Green Tara, is a youthful and vibrant deity whose green color denotes protection, vitality, and strength in Buddhism. She is known as the \"22nd Tara\". She sits in a royal-ease stance on a white moon disc and a multicolored lotus, her left foot raised and her extended right foot resting on a little lotus pedestal. Her right hand rests on her knee joint in the Varada-mudra, representing that she gives emancipation to all beings. She holds her left hand in front of her heart in the gesture of offering sanctuary or protection, representing that she shields all creatures from the 'Eight major fears,' which are: fear of thieves (false beliefs); serpents (jealousy); fire (rage); lions (arrogance); elephants (ignorance); drowning (attachment); demons (doubt); and imprisonment (gluttony).",
    "image": "symbols/buddhism/khadiravani-tara.svg",
    "name": "Khadi Ravani Tara"
  },
  {
    "category": "Buddhism",
    "description": "The Kirtimukha is also referred to as the 'creature without a name'. Its origin lies in the legend from the Skhanda Purana. Created from the anger of Shiva, the demon Rahu devours himself in hunger. Pleased by this action, Shiva gives him the name Kirtimukha and appoints him as a guardian of his door. A variation of this creature, Chepu is also commonly seen in Nepalese art.",
    "image": "symbols/buddhism/kirtimukha.svg",
    "name": "Kirtimukha  The Face of Glory"
  },
  {
    "category": "Buddhism",
    "description": "Krodikali, or Troma Nagmo, also known as the Black Wrathful Lady, is the Great Mother of Compassion and a manifestation of Vajravarahi. She represents wisdom in a feminine form and her worship is one of the greatest level beliefs in Vajrayana associated with Chod Practice. She dances upon a corpse, a sun disk, and a lotus while carrying a curved knife with a Vajra handle in her spread right hand and a skull cup filled with blood in her lowered left hand. She is covered in a shawl made of human skin, a loincloth made of tiger skin, a garland made of fifty severed heads, and an elephant hide draped over her back. A trident-crowned Khatvanga is resting in the bend of her left arm. The angry and squealing head of a sow protrudes from the crown of her head, where her yellow hair flows upward over her five-skull crown.",
    "image": "symbols/buddhism/krodikali.svg",
    "name": "Krodikali"
  },
  {
    "category": "Buddhism",
    "description": "The practice of worshiping a selected virgin as an embodiment of the divine feminine force or Shakti is known as Kumari, Kumari Devi, or the Living Goddess. The goddess Taleju or Durga is said to inhabit the young woman. The term \"Kumari\" means \"princess\" in Sanskrit. A prepubescent girl chosen from the Shakya caste of the Nepalese Newari Buddhist society is known as a Kumari. Some of the country's Hindus also venerate and worship the Kumari. The Royal Kumari of Kathmandu, who lives in the Kumari Ghar, a palace in the city's heart, is the best-known in all of Nepal, despite some cities having many. Kumari goes through an extremely strict hiring procedure and a very complex tantric ceremony is performed to choose her.",
    "image": "symbols/buddhism/kumari-devi.svg",
    "name": "Kumari Devi"
  },
  {
    "category": "Buddhism",
    "description": "Kurukulla is a red-clad goddess with four arms, with a bow and arrow made of flowers in one pair of hands and a hook and noose made of flowers in the other. She performs a Dakini dance and smashes the asura Rahu (the one who devours the sun). Kurukulla is also known as the Red Tara or Tarodbhava Kurukulla, which translates as \"the Kurukulla who arises from Tara.\" Kurukulla is sixteen years old, according to the writings, since sixteen is the optimum number for perfection, four times four. Because of her magical role of enchantment and seduction, her face is lovely, and her figure is voluptuous and alluring, as well as red.",
    "image": "symbols/buddhism/kurukulla.svg",
    "name": "Kurukulla"
  },
  {
    "category": "Buddhism",
    "description": "The lion symbolizes Mahavira, the twenty-fourth and last Tirthankara of the present time cycle. Mahavira was born in ancient India in the early 6th century BCE to a noble Kshatriya Jain family. His mother's name was Trishala, and his father's name was Siddhartha. At around the age of 30, Mahavira gave up all worldly things and left home in search of spiritual enlightenment, becoming an ascetic. Mahavira obtained Kevala Jnana (omniscience) after twelve and a half years of rigorous meditation and severe austerities. For spiritual emancipation, Mahavira taught that the vows of ahimsa (nonviolence), Satya (truth), Asteya (non-stealing), Brahmacharya (chastity), and Aparigraha (non-attachment) must be observed. Mahavira is typically represented in a contemplative sitting (or standing) stance, with a lion sign underneath him.",
    "image": "symbols/buddhism/lion-mahavira.svg",
    "name": "Lion"
  },
  {
    "category": "Buddhism",
    "description": "In Jain cosmology, the Loka Purusha is the one who represents the cosmos. He occurs in Jain cosmograms and his body is mapped with the realms of the gods, mankind, and the damned. Urdhva Loka, the world of gods, is shown on his upper chest and is sprinkled with shrine figures. Manushya Loka, or the world of mankind, lies at the center, with each concentric circle representing a different aspect of terrestrial existence, ranging from rivers to mountains to animals. Adha Loka is the domain of people who burn in purgatory, and it is frequently symbolized by terrible pictures near the Lokapurusha's feet.",
    "image": "symbols/buddhism/lokapurusha.svg",
    "name": "Loka Purusha"
  },
  {
    "category": "Buddhism",
    "description": "Red Lotus is the symbol of Padmaprabhu, the current sixth Jain Tirthankara. Padmaprabhu means \"bright as a crimson lotus\" in Sanskrit. According to Svetambara sources, his mother had a thing for a couch of red lotuses  Padma  when he was pregnant. According to Jain teachings, he became a Siddha  a freed soul and obtained moksha on Sammet Shikhar on the eleventh day of the dark half of the month of Margashirsha, together with 308 other saints. He is linked with the Red Lotus symbol, the Chatrabha tree, Manovega Yaksha, Mangupta Yaksha, and Syama Achyuta Yakshi.",
    "image": "symbols/buddhism/lotus-padmprabhu.svg",
    "name": "Lotus"
  },
  {
    "category": "Buddhism",
    "description": "Mahamayuri, also known as the \"Queen of the secret sciences\" and the \"Godmother of Buddha,\" is also one of Buddhism's five guardian goddesses. She is revered for her legendary ability to shield followers from both physical and spiritual poisoning. The Mahamayuri offers mystical cures for poisons, snakebites, and other afflictions. According to legend, she was inspired by a Hindu goddess of the same name. She is frequently shown with four arms and riding on top of a peacock. The objects she is holding can vary depending on the tradition, but typical items include a citron, a bael fruit, a lotus flower, and a peacock tail feather. She is sitting in the half (vajrasana) pose, using the moon as a backrest, and is dressed in serene ornaments and attire.",
    "image": "symbols/buddhism/mahamayuri.svg",
    "name": "Mahamayuri"
  },
  {
    "category": "Buddhism",
    "description": "The Makara conch is part of the three creatures of victory. It is born from the union of a snail and a Makara. This creature is considered as a guardian, and it is used as a means of protection in sacred spaces such as temple entries. The Makara is also sometimes referred to as the water-monster. The Three Victorious Creatures of Harmony refers to the Garuda lion, fish-otter and makara conch. These were mainly used a sign of victory. It is said that these creatures are formed by the union of animals that are traditionally hostile to each other (i.e. predator-prey).",
    "image": "symbols/buddhism/makaraconch.svg",
    "name": "Makara Conch"
  },
  {
    "category": "Buddhism",
    "description": "In Tantric Buddhism or Vajrayana, Mandarava is revered as a female guru-deity. In an extraordinary omen, Mandarava was born to a royal couple in Zahor, Northern India. Her mother was an incarnation of the female Buddha Pandaravasini, the consort of Amitabha, and her father was an incarnation of the Buddha's father, Suddhodana. Mandarava is regarded as wisdom, knowledge, or awareness Dakini. Some of her several names and incarnations include the yogini Mirukyi Gyenchen, \"Adorned with Human Bone Ornaments,\" during the time of Marpa, Risulkyi Naljorma during the time of Nyen Lotsawa, and Drubpey Gyalmo during the period of Rechungpa. It is believed that Chushingi Nyemachen, the spiritual consort Maitripa, is none other than Mandarava.",
    "image": "symbols/buddhism/mandarava.svg",
    "name": "Mandarava"
  },
  {
    "category": "Buddhism",
    "description": "Marici is the Buddhist goddess of the dawn who represents awakening, triumph over evil, and victory in the face of adversity. She symbolizes light overcoming darkness, which is the metaphor for spiritual development and meditation. There are a variety of forms she appears in. She is usually yellow or red, with one, three, or more faces and six to twelve arms, riding in a chariot drawn by seven hogs or horses, removing all barriers to contentment and well-being. She occasionally rides a white horse through the sky, driving back the night with the orb of the sun in her extended right hand. Her mood can range from peaceful to wrathful.",
    "image": "symbols/buddhism/marici.svg",
    "name": "Marici"
  },
  {
    "category": "Buddhism",
    "description": "Maya Devi or Adimata Mahamaya is worshipped as a goddess by Buddhists and Hindus. She is the mother of Buddha and the sister of Mahapajpati Gotami, the first Buddhist nun appointed by the Buddha. According to Buddhist tradition, Maya died seven days later after Buddha's birth and was resurrected in the Heaven of the Thirty-three Gods (Tavatimsa Heaven), a pattern that is said to be followed in the births of all Buddhas. Maya is a Sanskrit word that means illusion or enchantment. Mayadevi is also known as Mahamaya.",
    "image": "symbols/buddhism/maya-devi.svg",
    "name": "Maya Devi"
  },
  {
    "category": "Buddhism",
    "description": "Monkey ape is the symbol of Abhinandannath, the current fourth Tirthankara. He became a Siddha, an enlightened soul who has annihilated all of its Karma, according to Jain teachings. He was born in Ayodhya to King Sanvara and Queen Siddhartha of the Ikshvaku dynasty. The ape symbol, Piyala tree, Yakshesvara Yaksha, Nayaka Yaksha, Vajrasrinkala Yakshi, and Kalika Yakshi are all related to Abhinandananatha.",
    "image": "symbols/buddhism/monkey-abhinandannath.svg",
    "name": "Monkey Ape"
  },
  {
    "category": "Buddhism",
    "description": "Mthin is a sign of good fortune, the motif refers to the four friends. These consist of an elephant, monkey, hare and partirude all locked into a pyramid underneath a tree. The symbol of the Four Friends is in reference to a legend relating to Buddha's previous lives. A moral fable, the four friends purpose is to illustrate that age must be respected over other aspects of one's life such as birth and learning.",
    "image": "symbols/buddhism/mthun.svg",
    "name": "Mthun  The Four Friends"
  },
  {
    "category": "Buddhism",
    "description": "The name Nairatmya translates as \"She Who Has Realized Selflessness,\" or \"Lady of Emptiness,\" which refers to a female Buddha. Buddhism asserts it is an illusion for us to believe that we are autonomous, distinct selves. Because, in reality, there is a tremendous web of communion that binds everything that exists to us. This insight is personified in Nairatmya. Her skin is a deep shade of blue that reflects the boundless breadth of her consciousness. She moves around the cosmos unhindered, much like the element of space, because she has transcended ego-centered life. Her eyes sparkle with the insight of one who comprehends the depths and complexities of life. She lifts the curved sword she wields, the \"Kartika,\" toward the sky, ready to sever any unfavorable mental states that may manifest. She disintegrates illusions in her skullcup (kapala), restoring them to their fundamental nature as shimmering rainbows of energy in space.",
    "image": "symbols/buddhism/nairatmya.svg",
    "name": "Nairatmya"
  },
  {
    "category": "Buddhism",
    "description": "The Nandyavarta is one of the eight Ashtamangala or auspicious symbols. Two Tirthankaras, or spiritual gurus, are also represented by it in Jainism. While the Nandyavarta represents the Digambara sect's 7th Tirthankara Supershvanatha, the Svetambara sect's Nandyavarta signifies the 18th Tirthankara Aranatha. Before beginning their daily prayers, Jainists are required to etch the auspicious symbols, including the Nandyavarta sign, in unbroken rice, according to Jain texts. In Jainism, the Nandyavarta symbol represents pleasure and plenty.",
    "image": "symbols/buddhism/nandyavarta.svg",
    "name": "Nandyavarta"
  },
  {
    "category": "Buddhism",
    "description": "Naro Dakini is a Sarvabuddhadakini, which implies she has access to all Buddhas and hence is more powerful. She revealed in an initiatory vision to the renowned Indian Teacher Mahasiddha Naropa (A.D. 956-1040), and his followers referred to her as Naro Dakini, Vajrayogini Naro Kha Chod, or Naro Sky Goer. She is supposed to be a metamorphosis or emanation of Vajrayogini and is easily distinguished by her lunging stance and Kapala. Her physical characteristics are interpreted considering long-standing Buddhist doctrines and tantric principles. Naro Dakini wields a curved knife to strike off adverse associations and a skull cup to sip the life-giving blood of knowledge. She personifies selfless wisdom while crushing on ego figures.",
    "image": "symbols/buddhism/narodakini.svg",
    "name": "Narodakini"
  },
  {
    "category": "Buddhism",
    "description": "Niguma is one of the most important and well-known yoginis and Vajrayana instructors of 10th or 11th century India. She is the lady of Illusion and is depicted as a semi-ferocious Dakini with a third eye, silver jewelry, and a skull-headed crown. She is holding a skull cup in her left hand and Damaru in her right. She is one of the two founders of the Shangpa Kagyu Vajrayana Buddhist school and Dakini Sukhasiddhi. Niguma, like many Mahasiddhas and Mantrayana practitioners, was recognized by various names during and after her lifetime.",
    "image": "symbols/buddhism/niguma.svg",
    "name": "Niguma"
  },
  {
    "category": "Buddhism",
    "description": "The 'Om' sound and symbol are well-known even today. It is a sacred sound that is meant to be the sound of the universe. A sound of union and harmony, Om has been used across the centuries for peace and meditative practice. Om is an important mantra in Buddhism and symbolizes birth, death, and life.",
    "image": "symbols/buddhism/om.svg",
    "name": "Om"
  },
  {
    "category": "Buddhism",
    "description": "Palden Lhamo, also recognized as Shridevi, is the wrathful deity regarded to be Tibet's primary protector. She is the dark emanation of Vajra Sarasvati (an emanation of Tara). Her principal duty is as a protector (Dharmapala), notably as the primary female Wisdom Protector of Himalayan and Tibetan Buddhism. Palden Lhamo is the only female of the traditional 'Eight Guardians of the Law'. She is dark blue with one face and triple eyes, a sun at her navel, and a moon at her head, and she wears a peacock umbrella over her head. Palden Lhamo's ultimate nature is that of a supporter and guardian of the compassionate path.",
    "image": "symbols/buddhism/palden-lhamo.svg",
    "name": "Palden Lhamo"
  },
  {
    "category": "Buddhism",
    "description": "Parnashavari or \"Tribal Woman Clothed in Leaves\" is an important deity in Buddhism who offers effective protection against outbreaks of epidemics. Her leaf clothing shows her intimate connection to nature, from which she receives her healing skills. Her leaf skirt blends seamlessly with the environment and provides a ready supply of her cures and is embellished with fruit, flowers, and feathers. She has a white serpent around her neck and also wears hair ribbons with small snakes. Parnashavari is armed with a simple ax (parasu) with a long handle and a short blade to harvest fruits, herbs, and medicinal plants.",
    "image": "symbols/buddhism/parnashavari.svg",
    "name": "Parnashavari"
  },
  {
    "category": "Buddhism",
    "description": "Prajnaparamita Devi, the Mother of all Buddhas, is a well-known Buddhist deity and the most important of all goddesses. The word Prajnaparamita means \"Perfection of Wisdom\" in Sanskrit. Prajnaparamita Devi represents the feminine aspect of the Buddha. Buddhists believe that the great Buddha, along with all others, meditated on Prajnaparamita Devi. She is the Adi Shakti, or Divine Feminine, who appears in all the Holy Scriptures. In Tibet, she is known as Yum Chenmo, or the 'Great Mother,' and is a central figure in the Chod Dharma system developed by one of the most famous Yoginis, Machik Labdron.",
    "image": "symbols/buddhism/prajnaparamita-devi.svg",
    "name": "Prajnaparamita Devi"
  },
  {
    "category": "Buddhism",
    "description": "Anantanatha, the fourteenth Tirthankara in modern Jainism, is symbolized by a porcupine. He progressed into a Siddha, an enlightened soul whose karma has been eliminated, according to Jain theology. Anantanatha was born to King Sinhasena and Queen Suyasha at Ayodhya in the Ikshvaku dynasty. He was born on the thirteenth day of the Indian calendar's Vaishakha Krishna month. Anantanatha is associated with the porcupine.",
    "image": "symbols/buddhism/sahi-porcupine-anantnatha.svg",
    "name": "Sahi Porcupine"
  },
  {
    "category": "Buddhism",
    "description": "Samantabhadri is a female Buddha and a Dakini from the Vajrayana Buddhist school. She is Samantabhadra's consort and female counterpart and is revered as the 'Primordial Buddha' by certain Tibetan Buddhists. Samantabhadri is white, symbolizing the wisdom part of the mind, as opposed to her consort, who is sky blue, signifying limitlessness and formlessness. She, like her consort, seems 'bare' and unadorned, expressing the essence of thought. She is normally depicted with her partner in the Yab-yum union, but she is often depicted alone, seated in a 'lotus pose with her hands in a meditation position in her lap. Samantabhadri represents the element of Buddhahood that has never experienced illusion or conceptual thinking.",
    "image": "symbols/buddhism/samantabhadri.svg",
    "name": "Samantabhadri"
  },
  {
    "category": "Buddhism",
    "description": "In Tantric Buddhism, Sarasvati is a meditational deity appearing as a goddess of words, poetry, and knowledge. Her colors are red or white and she can take many forms. She is a goddess of knowledge and wisdom in her white avatar and a powerful deity in her red avatar. She is often shown as Manjushri's consort. In the Vajrabhairava and Yamari cycle of divine beings, Sarasvati has several vengeful manifestations that are unrelated to wisdom, creativity, or rhetoric.",
    "image": "symbols/buddhism/sarasvati.svg",
    "name": "Sarasvati"
  },
  {
    "category": "Buddhism",
    "description": "In Jainism, the snake is the symbol of Parshvanatha, the twenty-third Tirthankara. He is widely regarded as a propagator and revivalist of Jainism. Parshvanatha was born to King Ashwasena and Queen Vamadevi of Varanasi on the eleventh day of the dark half of the Hindu month of Pausha. He created an ascetic society after renunciation of worldly life. Parshvanatha gained moksha on Mount Sammeda, an important Jain pilgrimage destination. His iconography is renowned for the serpent hood that covers his head, and he is frequently worshipped with Dharanendra and Padmavati (Jain snake god and goddess).",
    "image": "symbols/buddhism/sarp-snake-parshvanatha.svg",
    "name": "Sarp Snake"
  },
  {
    "category": "Buddhism",
    "description": "Sarshapa translated means \"The Mustard Seed\". In both Buddhist and Hindu culture, the mustard seed is used as a destructive force against negativity. In ancient India, it was considered a powerful substance that could be used for physical purposes such as cooking and fuel but also to counteract bad luck and negative energy. The mustard seed can also be used to ward off evil spirits and ghosts.",
    "image": "symbols/buddhism/sarshapa.svg",
    "name": "Sarshapa  The Mustard Seed"
  },
  {
    "category": "Buddhism",
    "description": "Neminatha is the twenty-second Tirthankara in Jainism, and the conch is his symbol. He was the youngest of the royal couple, Samudravijaya and Shivadevi. A common theme in Jain art is the story of Neminatha, who, upon hearing the screams of animals being slaughtered for the wedding feast, abandoned his bride, let free the captive animals, and renounced the world to become a monk. He had reached moksha on the Girnar Hills, a Jains' pilgrimage site. Neminatha's yaksha and yakshi are Sarvanha, Ambika, Gomedha, and Ambika. Neminatha is one of the twenty-four Tirthankaras that the Jains revere with the greatest devotion, along with Mahavira, Parshvanatha, and Rishabhanatha.",
    "image": "symbols/buddhism/shankha-conch-neminatha.svg",
    "name": "Shankha Conch"
  },
  {
    "category": "Buddhism",
    "description": "Shrivatsa typically appears in the center of the Tirthankaras chest in artworks. The Shrivatsa is one of the eight auspicious symbols of the Svetambara Jains. In his medieval book, Acharya Dinakara says that the utmost wisdom emanated from the chests of Tirthankaras in the form of Shrivatsa, hence they are marked as such. It is also the sign of Tirthankara Sitalanatha or Lord Sitala. According to Digambara Jains, the Shrivatsa, or wishing tree, represents the tenth Tirthankara.",
    "image": "symbols/buddhism/shrivatsa.svg",
    "name": "Shrivatsa"
  },
  {
    "category": "Buddhism",
    "description": "Jainism embraces the Siddha chakra as a prominent yantra or mandala (mystical design) for worship. Siddha signifies a freed soul, and chakra means a wheel. Nirvana, or escape from the cycles of life inside a cosmic \"wheel,\" is thought to be attained by the worship of the Siddha chakra. The Digambara tradition refers to it as Navadevta, whereas the Svetambara tradition refers to it as Navapada. The center of the yantra is referred to as Navapada, which means \"nine petals,\" and Navadevta, which means \"nine deities. \"A \"saint wheel\" is another name for Siddhachakra.",
    "image": "symbols/buddhism/siddhachakra.svg",
    "name": "Siddha Chakra"
  },
  {
    "category": "Buddhism",
    "description": "Simhamukha is perhaps the most supremely wrathful wisdom Dakini (female spirit or demon in Hinduism and Buddhism) who is capable of fixing all negative vibes, curses, barriers, or malicious intent. She is usually portrayed as a dark blue or maroon-colored lion-faced female and is related to the direction East. Simhamukha is a manifestation of the Buddha's enlightened awareness, and despite her wrathful look and her magical tricks, her nature is compassion. She is one of the many forms of Padmasambhava in the Nyingma 'Treasure' tradition, specifically as a 'secret' form of Guru Rinpoche within the system of outer, inner, and secret manifestations.",
    "image": "symbols/buddhism/simhamukha.svg",
    "name": "Simhamukha"
  },
  {
    "category": "Buddhism",
    "description": "The Sindura was purportedly presented to Buddha by a Brahmin, Jyotisharaja. A potent mix, the Sindura holds deep significance. It is the birth of alchemy in many ways, but it also has strong connections to religion. When mixed with burnt cow dung, the Sindura is applied to foreheads of Hindus as a symbol of devotion. It is also used to identify married women whose husbands are still alive. The Sindura is a way to create a strong visual statement within Hinduism and caste. Sindura translated means \"The Vermilion Powder\".",
    "image": "symbols/buddhism/sindura.svg",
    "name": "Sindura  The Vermilion Powder"
  },
  {
    "category": "Buddhism",
    "description": "Sita Tara, a Bodhisattva of activity and compassion, is associated with practices for prolonging life and overcoming severe hardships. She is revered by Vajrayana Buddhists for cultivating the traits of compassion (karu), loving-kindness (mett), and emptiness (shunyata). Sita Tara is pictured sitting cross-legged on top of a blue lotus (Utpala) moon seat in a yogic posture. She is recognisable by her seven eyesthree of which are on her forehead and the other four on the palms of her hands. These eyes represent her sensitive attentiveness, keen insight, and genuine compassion. Sita Tara is also known as Arya Tara, Shayama Tara, Jetsun Dolma, Tara Bosatsu, and Duluo Psa.",
    "image": "symbols/buddhism/sitatara.svg",
    "name": "Sita Tara"
  },
  {
    "category": "Buddhism",
    "description": "Sitatapatra, also known as \"the indestructible goddess with the white parasol,\" is a complex Vajrayana goddess who represents the power of active compassion. She possesses a thousand eyes that watch over living beings, as well as a thousand arms that protect and help them. Her parasol represents her capacity to defend sentient people against natural disasters and illnesses. She is also seen as a wrathful side of the bodhisattva of compassion, Avalokiteshvara. Despite her wrathful protecting abilities, she is represented in a tranquil form with elements of exquisite femininity.",
    "image": "symbols/buddhism/sitatapatra.svg",
    "name": "Sitatapatra"
  },
  {
    "category": "Buddhism",
    "description": "Swastika is the symbol of Suparsvanath, the seventh Tirthankara in Jainism. It is also one of the Ashtamangala, or eight auspicious symbols, in the Svetambara tradition. The swastika must be present in all Jain temples and holy texts, and rituals often start and conclude with the creation of the symbol using rice. The swastika's four arms stand for the four potential afterlife locations for a soul in samsara, the cycle of birth and death: Svarga (\"heaven\"), Naraka (\"hell\"), Manushya (\"humanity\"), or Tiryancha (\"as flora or wildlife\"). The Ratnatraya (three jewels) of Jainism are symbolized by the three dots that sit atop the swastika. The arc represents Siddhashila, a location in the highest regions of the universe made of pure energy. Siddhashila is higher than heaven, earth, or hell. It is the location where saved souls, such as Arihants and Siddhas, dwell eternally in the highest state of joy.",
    "image": "symbols/buddhism/swastika-uparshvnath.svg",
    "name": "Swastika"
  },
  {
    "category": "Buddhism",
    "description": "The Triratna represent the three jewels of Buddhism. This is the Buddha, the Dharma, the Sangha. It consists of other symbols found in Buddhism, such as a lotus flower, the vajra, the trisula and the nanda-chakra. This is to showcase the powers and strengths of Buddhism and is usually associated with the dharma wheel.",
    "image": "symbols/buddhism/triratna.svg",
    "name": "Triratna"
  },
  {
    "category": "Buddhism",
    "description": "The Trishula is a trident, or \"three teeth.\" Although found in many different mythological canon, it is associated with the god Indra's vajra  three-pronged thunderbolt of sorts. Across Hindu and Buddhist culture, the three prongs represent a variety of qualities such as knowledge, power, and will. The trident is also seen in Buddhist art as a representation of his teachings on ethics, meditation and wisdom.",
    "image": "symbols/buddhism/trishula.svg",
    "name": "Trishula  Trident"
  },
  {
    "category": "Buddhism",
    "description": "Usnisavijaya, also known as Namgyalma, translates as \"Victory Queen of Crowning Light.\" Along with the Buddha Amitayus and White Tara, she is one of \"The Three Long Life Deities\". Other deities involved with long life and healing exist, but these three are typically regarded as the major deities and form their own group. Ushnishavijaya has shattered the bounds of earthly life and opened the doors of awareness to the vastness and profundity of the universe. She represents the all-conquering force of omniscience, which brings triumph even over death, as an emblem of the highest spiritual condition.",
    "image": "symbols/buddhism/usnisavijaya.svg",
    "name": "Usnisavijaya"
  },
  {
    "category": "Buddhism",
    "description": "The Vajra is representative of reality. It symbolizes the indestructible nature of reality and its immutability. This is the enlightenment of Buddha. Although the vajra is seen in different religious cultures such as Hinduism, it is also a symbol of Vajrayana Buddhism. In some legends, it is said that Buddha took the weapon from the sky god Indra and bent its points together to create an instrument of peace.",
    "image": "symbols/buddhism/varja.svg",
    "name": "Vajra"
  },
  {
    "category": "Buddhism",
    "description": "The Vajra Bolt is the symbol of Dharmanatha, the fifteenth Jain Tirthankara of the present age. Dharmanath was born in Ratnapuri to King Bhanu Raja and Queen Suvrata Rani during the Ikshvaku dynasty. His birthday fell on the third day of the Indian calendar's Magh Sukla month. According to Jain teachings, he became a Siddha, a purified soul who has destroyed all of its karma. Dharmanatha is associated with Vajra.",
    "image": "symbols/buddhism/vajra-bolt-dharmnatha.svg",
    "name": "Vajra Bolt"
  },
  {
    "category": "Buddhism",
    "description": "Hindus and Buddhists equally worship Vajrayogini as a deity of knowledge and wisdom. Also known as Ugra Tara, the goddess Vajrayogini is thought to be one of the wisest and most powerful deities, capable of bestowing the blessing of superior enlightenment on anyone she thinks deserves it. According to scholar Miranda Shaw, Vajrayogin is \"inarguably the supreme deity of the Tantric pantheon. No male Buddha, including her heavenly consort, Heruka Cakrasavara, approaches her in metaphysical or practical import\". She is an Anuttarayoga Tantra Ishta Devata (meditation goddess), and her rituals include means for averting ordinary death, intermediate state (bardo), and rebirth (samsara) by altering them into paths to enlightenment, as well as means for transforming all ordinary daily experiences into higher spiritual paths.",
    "image": "symbols/buddhism/vajrayogini.svg",
    "name": "Vajrayogini"
  },
  {
    "category": "Buddhism",
    "description": "Vasudhara is a significant and well-known feminine deity in Buddhist culture. She is shown as an attractive woman in Buddhist art with a rich headdress and jewelry. Similar to Laxmi Devi in Hinduism, she is revered as the bestower of wealth and prosperity. Vasudhara followers are supposed to acquire seven types of success through their practice: riches, quality, children, long life, happiness, praise, and knowledge. Vasudhara Vrata, which takes place once a year to honor this goddess for two days, is a popular celebration among Buddhists.",
    "image": "symbols/buddhism/vasudhara.svg",
    "name": "Vasudhara"
  },
  {
    "category": "Buddhism",
    "description": "The Yab Yum is both the father and the mother. It is the harmonious union of wisdom and compassion. The symbol itself shows a male deity united with a female consort. While the male is symbolic of compassion, the female is a symbol of insight. The Yab Yum is often seen in Buddhist art.",
    "image": "symbols/buddhism/yabyum.svg",
    "name": "Yab yum"
  },
  {
    "category": "Buddhism",
    "description": "The Yantra has complex meaning and is often used as a tool in meditation. The Yantra helps balance the mind and bring it towards spirituality. Whether worn, enacted, or concentrated on, the yantra is said to hold a myriad of benefits. It is seen as the destruction of evil from negative emotions such as desire and anger. Yantra translated means \"Instrument\".",
    "image": "symbols/buddhism/yantra.svg",
    "name": "Yantra  Instrument"
  },
  {
    "category": "Buddhism",
    "description": "Yeshe Tsogyal, sometimes referred to as the Great Bliss Queen in the Nyingma Buddhist tradition, is a semi-mythical female deity or figure of enlightenment. She is well known as the spiritual Yab-Yum consort of the legendary Indian tantric master Padmasambhava (\"the Lotus-Born One\"). As well as being a manifestation of the Bodhisattva Tara, Yeshe Tsogyal is also regarded as an emanation of Samantabhadri, Prajnaparamita, and Vajrayogini. She is said to have been born similarly to the Buddha, with her mother giving birth with no discomfort, and is said to be a reincarnation of the Buddha's mother, Maya Devi. Her emanations include the few female Tertons (one who unearths hidden texts or terma including Sera Khandro in the early 20th century and Jomo Menmo in the thirteenth, as well as Mingyur Paldrn, the daughter and heir of the renowned Terton Terdak Lingpa, who founded the Mindroling Monastery outside of Lhasa in the seventeenth century.",
    "image": "symbols/buddhism/yeshe-tsogyal.svg",
    "name": "Yeshe Tsogyal"
  },
  {
    "category": "Celtic",
    "description": "Awen is the symbol of the poet bards, a sort of personified creative inspiration, similar to the Greek muses. The inspired individual would then be an awenydd. It is depicted as a circle containing three lines below three short dots.",
    "image": "symbols/celtic/awen.svg",
    "name": "Awen"
  },
  {
    "category": "Celtic",
    "description": "Beltane was the Gaelic May Day festival, held around 1st May. It marked the beginning of Summer, the time that cattle would be driven out to the pastures. Bonfires and their flames, smoke and ashes were lit as part of rituals to protect the cattle, crops and people.",
    "image": "symbols/celtic/beltane.svg",
    "name": "Beltane"
  },
  {
    "category": "Celtic",
    "description": "The Bowen knot is not a true knot, it is sometimes known as a 'heraldic knot'. It is also called 'true lover's knot'. It consists of a rope in the form of a continuous loop laid out as an upright square shape with loops at each of the four corners.",
    "image": "symbols/celtic/bowenknot.svg",
    "name": "Bowen Knot"
  },
  {
    "category": "Celtic",
    "description": "Brigid's Cross, a simple cross woven from rushes, predates Christianity coming to Ireland. However, it is now named for the Christian St. Brigid. It is said to protect a house from fire and evil. The cross also signifies Spring in Ireland, as St Brigid died on the 1st of February, officially thought to be the beginning of Spring.",
    "image": "symbols/celtic/brigidscross.svg",
    "name": "Brigid's Cross"
  },
  {
    "category": "Celtic",
    "description": "Cernunnos was the ancient Celtic and Pagan god of fertility, life, animals, prosperity, and the afterlife. He is typically shown with the horns or antlers of a stag, seated cross-legged, often surrounded or accompanied by animals.",
    "image": "symbols/celtic/cernunnos.svg",
    "name": "Cernunnos"
  },
  {
    "category": "Celtic",
    "description": "The double spiral represents balance between two opposing forces. It also symbolizes spiritual awakening, the concurrence of the physical world with the spiritual realm. Birth and death, creation and destruction exist in balance and are represented, also, by the double spiral.",
    "image": "symbols/celtic/doublespiral.svg",
    "name": "Double Spiral"
  },
  {
    "category": "Celtic",
    "description": "While the Druid Sigil is certainly Celtic in appearance, it may not be as old as we think. It is the symbol of the Reformed Druids of North America, formed in 1963. Although the founder claims it to be an ancient symbol of Druidism and the Earth Mother, there is no evidence that this is the case. The Druid Sigil depicts a circle intersected by two vertical, parallel lines. Often, this is shown as a wreath of leaves overlaid with two wooden staves.",
    "image": "symbols/celtic/druidsigil.svg",
    "name": "Druid Sigil"
  },
  {
    "category": "Celtic",
    "description": "ostre was a Pagan deity. Celtic tribes held feasts in ostre's honor, but this tradition died out with the proliferation of Christianity, replaced by the Easter celebration of the resurrection of Jesus. Germanic Easter customs, including hares and eggs, may have come from the festival of ostre.",
    "image": "symbols/celtic/eostra.svg",
    "name": "ostre"
  },
  {
    "category": "Celtic",
    "description": "Imbolc, later called St. Brigid's Day, is a Gaelic festival marking the beginning of Spring, held on 1st February. Imbolc was originally a pagan festival which became a celebration of St. Brigid, a Christianization of an earlier Pagan goddess. Brigid's Crosses are hung in houses to protect homes and livestock from fire and evil.",
    "image": "symbols/celtic/imbolc.svg",
    "name": "Imbolc"
  },
  {
    "category": "Celtic",
    "description": "Lammas Day was originally a Pagan Celtic festival, marking the wheat harvest. It was customary to bring to church a loaf made from the new crop. In England, it was called \"the feast of first fruits\". Lammas day typically falls at the very beginning of August.",
    "image": "symbols/celtic/lammas.svg",
    "name": "Lammas"
  },
  {
    "category": "Celtic",
    "description": "Malbon is a modern Pagan ritual of thanksgiving at the autumnal equinox. Practitioners are thankful for the fruits of the earth and share them to secure the blessings of the Goddess and the God during the winter months. The name Mabon was coined in 1970 as a reference to a character from Welsh mythology.",
    "image": "symbols/celtic/mabon.svg",
    "name": "Malbon"
  },
  {
    "category": "Celtic",
    "description": "Samhain is the name of a Gaelic festival marking the beginning of winter, after the autumn harvest. Celebrated from 31 October to 1 November, between sunsets. Samhain is Pagan in origin, celebrated since ancient times. Neolithic tombs have been found in Ireland aligned with the sunrise at the same time of year. It marked the time cattle returned from the summer pastures livestock was slaughtered for the winter.",
    "image": "symbols/celtic/samhain.svg",
    "name": "Samhain"
  },
  {
    "category": "Celtic",
    "description": "The Solomon's Knot is a Celtic symbol that is believed to symbolize the union of man and the divine. It is extremely ancient and may date back to the stone-age, used by many other ancient civilizations, not just the Celts. It was later attributed to King Solomon. The absence of any beginning or end in the knot makes it a symbol of eternity and immortality, while the design of two entwined figures makes the knot a symbol of love.",
    "image": "symbols/celtic/solomonsknot.svg",
    "name": "Solomon's Knot"
  },
  {
    "category": "Celtic",
    "description": "The Boar symbol is perhaps unsurprisingly common in Celtic art and symbolism. Wild boar were often hunted and their meat relished. The boar is a symbol of fertility, fearlessness, strength, stubbornness, war, and chaos. It is also a symbol of hospitality, as boar meat was served to honored guests.",
    "image": "symbols/celtic/theboar.svg",
    "name": "The Boar"
  },
  {
    "category": "Celtic",
    "description": "The Celtic bull represents strong will, belligerence, and stubbornness. The bull is a sign of virility and fertility. Finally, as ownership of cattle as a food source was highly prized, the bull also represents wealth and prosperity.",
    "image": "symbols/celtic/thebull.svg",
    "name": "The Bull"
  },
  {
    "category": "Celtic",
    "description": "Although the Celtic Cross is widely considered a Christian symbol, it predates the birth of Christ. It did become widely used in Christian art and symbolism. The circle is thought of as symbolizing God's eternal love.",
    "image": "symbols/celtic/celticcross.svg",
    "name": "The Celtic Cross"
  },
  {
    "category": "Celtic",
    "description": "Almost all cultures around the world have some kind of creature similar to the mythological dragon, and Celts were no different. In Celtic artwork, dragons were often depicted with their tails in their mouths, symbolizing the cycle of nature and immortality, as well as power and energy. Often twisted upon itself, the symbol begins to resemble Celtic knots.",
    "image": "symbols/celtic/thedragon.svg",
    "name": "The Dragon"
  },
  {
    "category": "Celtic",
    "description": "The Griffin, depicting the mythical cross between an eagle and a lion, symbolizes strength and ferocity. The Griffin also represents the balance between goodness and darkness. The creature was thought to protect Celts on their journey after death. Later, the Griffin would become a heraldic symbol, representing loyalty, nobility, gentleness, and justice.",
    "image": "symbols/celtic/thegriphon.svg",
    "name": "The Griffin"
  },
  {
    "category": "Celtic",
    "description": "The Sailor's Knot is a four-pointed Celtic knot, with two entwining, looping lines creating the overall shape. When the Celtic sailors would leave home, they wove notes to remember those left behind. The Sailor's knot represents eternal love.",
    "image": "symbols/celtic/sailorsknot.svg",
    "name": "The Sailor's Knot"
  },
  {
    "category": "Celtic",
    "description": "The Celtic Stag symbol is associated with warfare, as it was often painted on the chests of warriors as they prepared for battle or to hunt. The Celtic god, Cernunnos, was said to have the antlers, or horns, of a stag. The stag was thought to provide protection.",
    "image": "symbols/celtic/thestag.svg",
    "name": "The Stag"
  },
  {
    "category": "Celtic",
    "description": "The Tree of Life takes the form of a complex Celtic knot, signifying nature, and harmony with nature, it might also represent balance, particularly in relation to the balance of nature and the seasons.",
    "image": "symbols/celtic/treeoflife.svg",
    "name": "The Tree of Life"
  },
  {
    "category": "Celtic",
    "description": "The triple spiral is extremely ancient. It may be older than the first Celtic tribes who used it. The symbol represents female power, femininity, motherhood, transition and growth.",
    "image": "symbols/celtic/triplespiral.svg",
    "name": "Triple Spiral"
  },
  {
    "category": "Celtic",
    "description": "Also known as a \"trinity knot\", the Triquetra was adopted by early Christians from an ancient Pagan symbol. In Pagan mythology, it represented earth, air and water of life, death and rebirth. The Triquetra is sometimes referred to as a Celtic triangle, but is more accurately a three-pointed shape.",
    "image": "symbols/celtic/triquetra.svg",
    "name": "Triquetra  Trinity Knot"
  },
  {
    "category": "Celtic",
    "description": "The Triskeles, sometimes known as a \"Celtic love knot\", is one of the oldest Celtic symbols. The three sides represent earth, water and fire. The continuous line represents love, unity and eternal life. The significance of the three sides is unknown, though some symbologists suggest a connotation of motion, movement or energy.",
    "image": "symbols/celtic/triskeles.svg",
    "name": "Triskeles  Celtic Love Knot"
  },
  {
    "category": "Celtic",
    "description": "In Celtic mythology Wheel of Taranis is the god of thunder who was worshipped primarily in France, Britain, and Ireland. Taranis was the recipient of human sacrifice, according to the Roman poet Lucan. Usually depicted as a bearded man, often with a thunderbolt and a wheel in his hands.",
    "image": "symbols/celtic/wheeloftaranis.svg",
    "name": "Wheel of Taranis"
  },
  {
    "category": "Celtic",
    "description": "Yule or Yuletide is the historical festival of the winter solstice, originally celebrated by Celtic tribes in what is modern-day Germany. Yule lent many customs to the later, Christian, Christmas festival at the same time of year. Customs like the Yule log, Yule boar, Yule singing, and others originated with Celtic Pagan traditions.",
    "image": "symbols/celtic/yule.svg",
    "name": "Yule Yuletide"
  },
  {
    "category": "Chakra",
    "description": "The Anahata is located in the heart and its meaning is \"Unstruck\". In esoteric Buddhism is known as Dharma. It represents compassion, love, equilibrium and well-being. It is depicts a lotus with twelve petals. It contains a \"yantra\"  two intersecting triangles  representing the union of the male and female. The modern color associated to Anahata chakra is green.",
    "image": "symbols/chakra/anahata.svg",
    "name": "Anahata  Heart chakra"
  },
  {
    "category": "Chakra",
    "description": "The Anja also known as Guru chakra means \"Command\" and is said to correspond to the 'third eye', said to provide insight or vision that transcends the material world. It is the chakra of time, awareness and of light. It is depicted a lotus flower with two petals. It contains a downward-facing triangle (representing wisdom). The third-eye chakra is located behind the center of the eyebrows, in the brain. The modern color associated to Anja chakra is indigo.",
    "image": "symbols/chakra/ajna.svg",
    "name": "Anja  Third-eye chakra"
  },
  {
    "category": "Chakra",
    "description": "The Manipura is located in the navel or solar plexus, its name means \"Jewel city\". It represents moving from simple to complex emotion, energy, assimilation and digestion. Manipura is depicted with an upward pointing triangle (representing fire) in the middle of a lotus with ten petals. The modern color associated to Manipura chakra is yellow.",
    "image": "symbols/chakra/manipura.svg",
    "name": "Manipura  Solar plexus chakra"
  },
  {
    "category": "Chakra",
    "description": "The Muladhara also know as the \"Root chakra\" is located at the base of the spine, its name means \"Root support\". It represents instinct, security, survival and potentiality. It is symbolized as a four-petaled lotus with a square at its center (representing earth). This is the bottom-most chakra in human body. The modern color associated to Muladhara chakra is red.",
    "image": "symbols/chakra/muladhara.svg",
    "name": "Muladhara  Root chakra"
  },
  {
    "category": "Chakra",
    "description": "The Sahasrara or \"Crown chakra\" is the topmost chakra, located above the head outside the body, its name means \"Thousand-petaled\". It represents consciousness, within which there is neither object nor subject and the highest spiritual human centre. The chakra is depicted by a lotus flower with one thousand (sometimes nine hundred seventy-two petals) multi-coloured petals. The modern color associated to Sahasrara chakra is multi-coloured or violet.",
    "image": "symbols/chakra/sahasrara.svg",
    "name": "Sahasrara  Crown chakra"
  },
  {
    "category": "Chakra",
    "description": "The Svadhishthana also known as \"Sacral chakra\" is located at the root of the sexual organ or groin, its name means \"The Residence of the Self\". It represents base emotion, sexuality and creativity. The Svadhisthana symbol depicts as a six-petaled lotus. within which is a crescent moon (representing water). he modern color associated to Svadhishthana chakra is orange.",
    "image": "symbols/chakra/svadhishthana.svg",
    "name": "Svadhishthana  Sacral chakra"
  },
  {
    "category": "Chakra",
    "description": "Vishuddha (or Vishuddhi) also known as \"Throat chakra\" is located at the throat, its name means \"Purest\". It represents communication, growth, and expression. It is depicted as a lotus with sixteen petals. It contains a downward-facing triangle surrounding a circle (representing 'aether' or quintessence). The modern color associated to Vishuddha chakra is blue.",
    "image": "symbols/chakra/vishuddha.svg",
    "name": "Vishuddha  Throat chakra"
  },
  {
    "category": "Christianity",
    "description": "The Auspice Maria symbol consists of intertwined letters A and M. It is a monogram of the Virgin Mary. As it translates to under the protection of Mary, it is found inscribed in many places. The Auspice Maria is commonly seen in religious art, churches, and jewelry. It has also been used in various seals as a means of protection.",
    "image": "symbols/christianity/auspicemaria.svg",
    "name": "Auspice Maria"
  },
  {
    "category": "Christianity",
    "description": "A sacred Christian symbol, the fish is steeped in history. Ichthys is derived from the first three letters of Greek for the words Jesus Christ, Son of God, and Savior. This association of Christ and fish is further reinforced by passages of the bible, such as \"I will make you fishers of men\". (St. Mark 1: 16-18). The Ichthys symbol is very important and appears in Christian art as early as the late 2nd century. It is also a symbol in many Biblical stores such as the ones of Jonah, Tobias, and Luke.",
    "image": "symbols/christianity/icthys.svg",
    "name": "Ichthys"
  },
  {
    "category": "Christianity",
    "description": "The Mater Misericordia symbol is commonly referred to as Our Lady of Mercy, or Mother of Mercy, this is a symbol that relates to the Virgin Mary. It is meant to depict the Virgin of Mercy as an intermediary of prayers to reach Mary who then passes these on to Jesus. It is a common subject in Italian art in the 13th century. The iconography of Mater Misericordia has found its way across different regions and artwork to depict Our Lady of Mercy.",
    "image": "symbols/christianity/matermisericordia.svg",
    "name": "Mater Misericordia  Mother of Mercy"
  },
  {
    "category": "Christianity",
    "description": "Different to some of the crosses, the Orthodox Cross incorporates different elements. The short bar at the top is meant to be a representation of the sign that was nailed to Christ's Cross. The slanted bar is meant to depict the foot-rest at the bottom of the crucifix. This is meant to show the spasm of Jesus' foot that knocked it outs of its place. But it is also interpreted as pointing upwards to Heaven on the side, and hell on the left-hand side.",
    "image": "symbols/christianity/orthodoxcross.svg",
    "name": "Orthodox cross"
  },
  {
    "category": "Christianity",
    "description": "The Papal Cross represents the Roman Catholic Church's authority. It is specifically given to the Pope and remains the official symbol of the Roman Catholic Church. No other church or organized is allowed to use the symbol for any purpose as such. The three bars of the Papal Cross is meant to represent the trinity  the Father, the Son, and the Holy Ghost.",
    "image": "symbols/christianity/papalcross.svg",
    "name": "Papal Cross"
  },
  {
    "category": "Christianity",
    "description": "The stylistic history of the Patriarchal Cross remains under debate. While some attribute to a Lorraine Cross, it is thought that Lorraine Cross was inspired by this style but is distinctly different. A common interpretation is that the two bars on the cross are a reminder that Jesus died for two populations  the decedents of Abraham and the Gentiles. The patriarchal cross is rarely used, although historically it has been reserved for high-ranking religious figures.",
    "image": "symbols/christianity/patriarchalcross.svg",
    "name": "Patriarchal Cross"
  },
  {
    "category": "Christianity",
    "description": "One of the most widely used Christian symbols, the Roman Cross is meant to symbolize Christianity itself on a general level. However, more specifically, it is seen as a memorial to Christ's death. Although there are many different variations of the cross, this is the Latin version that is most widely recognized. The Roman Cross is meant to show the type of execution Jesus was put to, a crucifixion.",
    "image": "symbols/christianity/romancross.svg",
    "name": "Roman Cross"
  },
  {
    "category": "Christianity",
    "description": "The Salem Cross is not connected to the American town of Salem. It is a pontifical cross that was carried before the pope. It is currently used by the leadership of the Freemasons. The Salem cross is used to signify the rank of the bearer of the cross and their authority.",
    "image": "symbols/christianity/salemcross.svg",
    "name": "Salem cross"
  },
  {
    "category": "Christianity",
    "description": "St. Andrew's Cross is a diagonal cross resembling the letter X in Roman type. It is also known as a saltire. It is used in a variety of ways, from flags to seals and coat of arms. St. Andrew was the first disciple of Jesus and was crucified in 60 AD by the order of Roman Emporer Aegeas. His crucifixion took place on an x-shaped cross in Greece, hence the symbol. St. Andrew is the patron saint of Scotland.",
    "image": "symbols/christianity/standrewscross.svg",
    "name": "St. Andrew's Cross  Saltire"
  },
  {
    "category": "Christianity",
    "description": "St. Clement's Cross is also known as an anchored or mariner's cross. It is also seen as a signifier of a fresh start in Biblical tradition. The St. clement cross is also a reference to the martyrdom of St. Clement. Clement was imprisoned, and it is said that he led a ministry among prisoners during this time. He was then executed by being thrown into the sea while tied to an anchor. He is considered the patron saint of mariners.",
    "image": "symbols/christianity/stclementcross.svg",
    "name": "St. Clement's Cross"
  },
  {
    "category": "Christianity",
    "description": "A symbol of the Georgian Orthodox Church, St. Nino's cross originated in the 4th century. It is also known as the grapevine cross. It is attributed to Saint Nino, a woman who preached Christianity in Iberia (now known as early Georgia). Legends state that the cross was received by her from the Virgin Mary, and it was secured by entwining it with her hair. The St.Nino's cross accompanied Nino in her journey to Georgia to preach.",
    "image": "symbols/christianity/stninoscross.svg",
    "name": "St.Nino's Cross  Grapevine Cross"
  },
  {
    "category": "Christianity",
    "description": "The Tau Cross is named due to its resemblance in shape to the Greek letter Tau. It is also referred to as Saint Anthony's cross as it is associated with Saint Anthony of Egypt. The Tau Cross is one of the basic iconographic representations of the cross and therefore is known as Crux Commissa. It is also seen as representing an ancient form of the crucifix.",
    "image": "symbols/christianity/taucross.svg",
    "name": "Tau Cross  Crux Commissa"
  },
  {
    "category": "Christianity",
    "description": "The Upsilon Cross is derived from the Greek letter Y. Some also refer to this as the Thieves Cross in reference to the two thieves that were crucified on either side of Jesus. Many paintings depict a cross of this type when showing the crucifixion of Jesus. The Upsilon Cross is also seen as a representation of the trinity  the Father, the Son, and the Holy Ghost.",
    "image": "symbols/christianity/upsilon.svg",
    "name": "Upsilon Cross"
  },
  {
    "category": "Egyptian",
    "description": "If Djew is the mountain, Ahket represents the horizon. Stylistically, it is seen as the sun rising. It is also known as \"the place in the sky where the sun rises.\" It is also a word for one of the seasons experienced in ancient Egypt. Known as the inundation season, this is when the Nile would flood farmland and start bringing nutrients to the plants.",
    "image": "symbols/egyptian/akhet.svg",
    "name": "Ahket"
  },
  {
    "category": "Egyptian",
    "description": "Amenta is a symbol for the underworld. It depicts the horizon where the sun sets. It was also used as a representation of the Nile's west bank. The latter is where Egyptians buried their dead, leading it to become a symbol for the land of the dead.",
    "image": "symbols/egyptian/amenta.svg",
    "name": "Amenta"
  },
  {
    "category": "Egyptian",
    "description": "Ammit or Amtu (\"eater of the dead\", \"devourer of death\"), in ancient Egyptian mythology, a monster with the body of a hippopotamus, the head of a crocodile (sometimes a dog), front paws and a lion's mane, hippopotamus hind legs. Ammit lived in Duat in a lake of fire and devoured sinners who did not pass the trial of Osiris. She ate the heart of a man if the great Ennead pronounced him a guilty verdict at the afterlife trial of Osiris in Amenti. In the tombs of the pharaohs, Ammit was portrayed not so much as a monster devouring the dead, but as a guardian and protector.",
    "image": "symbols/egyptian/ammit.svg",
    "name": "Ammit"
  },
  {
    "category": "Egyptian",
    "description": "Amun (\"hidden\"), in Egyptian mythology, is the sun god. The sacred animal of Amun is the ram and the goose (both are symbols of wisdom). Amun was depicted as a man (sometimes with a ram's head), with a scepter and in a crown, with two high feathers and a sun disk. The cult of Amun originated in Thebes and then spread throughout Egypt. Amun's wife, the sky goddess Mut, and his son, the moon god Khonsu, were with him the Theban triad. Later, Amun acquired the status of the beloved and especially revered god of the pharaohs, and during the Eighteenth Dynasty of the ancient Egyptian rulers he was declared the head of the Egyptian gods. Amun-Ra granted victories to the Pharaoh and was considered his father. Amun is the creator god of everything, the lord of the world, all gods, people and objects exist in him invisibly, the ruling Pharaoh is the son of Amun from his marriage with the queen-mother.",
    "image": "symbols/egyptian/amun.svg",
    "name": "Amun"
  },
  {
    "category": "Egyptian",
    "description": "Amunet is one of the original goddesses of the ancient Egyptian religion. This charming goddess plays a central role in the Egyptian creation myth. But later she was replaced by another goddess. Her nickname includes the names \"Hidden\" and \"Invisible\". According to her name, there is very little reliable information about this mysterious deity. It is considered the female assistant of Amun. In myths, Amunet is associated with invisible elements such as Air and Wind.",
    "image": "symbols/egyptian/amunet.svg",
    "name": "Amunet"
  },
  {
    "category": "Egyptian",
    "description": "The Ankh is a symbol of life and is often referred to as \"The Key of Life\" or the \"Cross of Life.\" It is viewed as a symbol of the earthly journey, and a reminder of mortal existence and what comes after death. One of the more ancient and well-known symbols, the ankh is often seen on temple walls and jewelry. Many also see it as a good luck charm. However, its main association is with the afterlife.",
    "image": "symbols/egyptian/ankh.svg",
    "name": "Ankh"
  },
  {
    "category": "Egyptian",
    "description": "Anubis Egyptian god, in Egyptian mythology, is the god and patron of the dead, the son of the vegetation god Osiris and Nephthys, the sister of Isis. The newborn Anubis Nephthys hid from her husband Seth in the swamps of the Nile Delta. The mother goddess Isis found the young god and raised him. Later, when Set killed Osiris, Anubis, organizing the burial of the deceased god, wrapped his body in fabrics impregnated with a special composition, thus making the first mummy. Therefore, Anubis is considered the creator of funeral rites, the patron saint of necropolises, and is called the god of embalming. Anubis also helped to judge the dead and accompanied the righteous to the throne of Osiris. Anubis was depicted in the form of a wolf, jackal or a wild black dog Sub (or a man with the head of a jackal or dog).",
    "image": "symbols/egyptian/anubis.svg",
    "name": "Anubis"
  },
  {
    "category": "Egyptian",
    "description": "Anuket is an ancient Egyptian goddess who was originally worshiped as the goddess of the Nile in Upper Egypt and the surrounding Nubian lands. Later she acquired a common Egyptian cult as the patron goddess of the first threshold of the Nile, Aswan and the island of Elephantine. In addition, she was also considered one of the patrons of the Nile floods, which provided the opportunity for agriculture in Egypt. Since the potter-god Khnum and his wife Satis were considered the gods of the origins of the Nile, Anuket in the Egyptian tradition was considered as their daughter, born from the merger of the White and Blue Nile in Dongol. Anuket was associated with the speed of the river in the area of the first threshold and, therefore, with fast arrows and a fast gazelle. Therefore, Anuket was portrayed as a gazelle-women wearing a crown of feathers or reeds.",
    "image": "symbols/egyptian/anuket.svg",
    "name": "Anuket"
  },
  {
    "category": "Egyptian",
    "description": "Apophis, in Egyptian mythology, a gigantic serpent, personifying darkness and evil, the eternal enemy of the sun god Ra. Apophis lived in the depths of the earth, where his struggle with Ra took place. Every night Apophis lay in wait for Ra, sailing in a solar boat along the underground Nile, and drank all the water from the river. In the nightly battle with Apophis, Ra always came out victorious and made the monster vomit water back.",
    "image": "symbols/egyptian/apophis.svg",
    "name": "Apophis"
  },
  {
    "category": "Egyptian",
    "description": "Atum Egyptian God in Egyptian mythology, is the deity of the dying sun, demiurge, one of the most ancient gods. In many ancient Egyptian texts, Atum is called the evening or setting sun. He was depicted as a man (often an old man) in the clothes of a pharaoh with a double red and white crown of Upper and Lower Egypt. At the end of each cycle of creation, Atum took the form of a serpent, as well as a lizard, lion, bull, monkey or ichneumon (Egyptian mongoose). His title in ancient times was \"Lord of both lands\", that is, Upper and Lower Egypt. Having fertilized himself, that is, having swallowed his own seed, Atum gave birth, spitting out from his mouth, the twin gods air  Shu and moisture  Tefnut, from which the earth  Geb and the sky  Nut.",
    "image": "symbols/egyptian/atum.svg",
    "name": "Atum"
  },
  {
    "category": "Egyptian",
    "description": "Bastet Egyptian God or Bast, in Egyptian mythology, is the goddess of joy and fun, whose sacred animal was a cat. Most often, Bast was depicted as a woman with a cat's head or in the guise of a cat. The sacred attribute of the goddess was a stringed musical instrument called the sistrum. Sometimes Bast was considered the wife of the creator god Ptah or identified with the goddess of the sky Mut, as well as with the goddesses Uto, Tefnut, Sekhmet and Hathor, highly respected in Egypt, in connection with which Bast also acquired the functions of the solar Eye.",
    "image": "symbols/egyptian/bastet.svg",
    "name": "Bastet"
  },
  {
    "category": "Egyptian",
    "description": "A symbol often used by Pharaohs, the crook and fall are representative of two aspects of royalty. The crook, similar to that used by a shepherd, is a symbol of the king's authority. The fall depicts fertility and land. This symbol is usually seen on tombs and crossed over the chest. This is to demonstrate both the ruler as a shepherd and his strength in ruling.",
    "image": "symbols/egyptian/crookandflail.svg",
    "name": "Crook and fall"
  },
  {
    "category": "Egyptian",
    "description": "A common symbol, Djed is a sign of stability. Its resemblance to a pillar is meant to represent permanence and eternity. Many associate this symbol with the spine of Osiris, the Egyptian god of the dead. The pillar of Djed has its roots in a myth wherein Osiris is tricked and killed, with his body thrown into a river. Eventually, Isis extracts his body and consecrates the pillar that it was used to construct, thereby giving it its title.",
    "image": "symbols/egyptian/djed.svg",
    "name": "Djed"
  },
  {
    "category": "Egyptian",
    "description": "Djew symbol depicts the mountain ranges of Egypt. It shows its peaks, with a valley running in between. This is a representation of the cosmic beliefs ancient Egyptians held, rather than being seen as a literal mountain. Djew is an image of the two peaks of a mountain that keep the sky up. These are guarded and have their own protector, Aker.",
    "image": "symbols/egyptian/djew.svg",
    "name": "Djew"
  },
  {
    "category": "Egyptian",
    "description": "The importance of stars is not just relegated to mortal life, but also the afterlife. Duat is the land of the underworld, and it was believed that stars were present there as well. Its symbol is meant to depict the star itself, but also its surroundings by the circle. They were also seen as a symbol of the souls dwelling in the underworld.",
    "image": "symbols/egyptian/duat.svg",
    "name": "Duat"
  },
  {
    "category": "Egyptian",
    "description": "Geb, in Egyptian mythology, is the god of the earth, the son of the god of air Shu and the goddess of moisture Tefnut. Geb quarreled with his sister and wife Nut (\"heaven\"), because she ate her children's heavenly bodies every day, and then gave birth to them again. Shu separated the spouses. He left Geb below, and raised Nut up. The children of Nut and Geb were Osiris, Set, Isis, Nephthys. The soul (Ba) Geb was embodied in the god of fertility Khnum. The ancients believed that Geb is kind: he protects the living and the dead from snakes living in the earth, the plants that people need grow on him, which is why he was sometimes depicted with a green face. Geb was associated with the underworld of the dead, and his title \"prince of princes\" gave him the right to be considered the ruler of Egypt.",
    "image": "symbols/egyptian/geb.svg",
    "name": "Geb"
  },
  {
    "category": "Egyptian",
    "description": "Ha depicts a clump of papyrus. This symbol originates from Lower Egypt. Its variant is a swamp of papyrus. The green symbolizes the vitality of life.",
    "image": "symbols/egyptian/ha.svg",
    "name": "Ha"
  },
  {
    "category": "Egyptian",
    "description": "Hathor Egyptian God (\"house of Horus\", that is, \"sky\"), in Egyptian mythology, is the goddess of the sky, who in ancient times was revered as a cow that gave birth to the sun, the daughter of the sun god Ra. The goddess of joy and love, dances and songs, she protected mothers with children. Hathor took care of the living and escorted the dead to the underworld, where she reinforced them with food and drink from the sycamore tree, into which she reincarnated.",
    "image": "symbols/egyptian/hathor.svg",
    "name": "Hathor"
  },
  {
    "category": "Egyptian",
    "description": "Heh, Hauh, Huah, Hahuh  in Egyptian mythology  is the god of Hermopolis Ogrdoada. God Heh was an abstract deity personifying the constancy of time and the infinity of space. He was portrayed in the guise of a man with the head of a frog. He was also often depicted with a palm branch in his hand or on his head, which symbolized the long life of the Egyptians. Its hieroglyph was used in ancient Egypt as a designation for one million, which was essentially considered equivalent to infinity in Egyptian mathematics. This deity is also known as the \"god of millions of years\". The wife of the god Hech was the goddess Hauchet.",
    "image": "symbols/egyptian/heh.svg",
    "name": "Heh"
  },
  {
    "category": "Egyptian",
    "description": "Heqet Hauchet is the ancient Egyptian goddess of fertility, moisture and rain. Her sacred animal was a water-loving frog. Based on her specialization, Heqet was portrayed as a frog, as a woman with a frog on her head, or as a woman with a frog's head. Although the goddess was known throughout Egypt, she was still revered mainly in the South (Upper Egypt). Heqet was responsible not only for the yield of the fields, but also associated with childbirth (helped women in labor), she also contributed to the resurrection of the dead (her images were often placed on sarcophagi).",
    "image": "symbols/egyptian/heqet-hauchet.svg",
    "name": "Heqet Hauchet"
  },
  {
    "category": "Egyptian",
    "description": "Horus Egyptian God (\"height\", \"sky\"), in Egyptian mythology, is the god of the sky and the sun in the guise of a falcon, a man with the head of a falcon or a winged sun, the son of the goddess of fertility Isis and Osiris, the god of productive forces. His symbol is a sun disc with outstretched wings. Initially, the falcon god was revered as a predatory hunting god, clawing at prey with its claws. According to the myth, Isis conceived Horus from the dead Osiris, cunningly killed by the formidable god of the desert Set, his brother. Having retired deep into the swampy delta of the Nile, Isis gave birth and raised a son who, having matured, in a dispute with Seth, achieves recognition of himself as the only heir of Osiris. The god Horus was considered the patron saint of the royal house, the royal dynasty and the pharaoh. In Egypt, the name Horus was included in the royal title. The living ancient Egyptian pharaoh was represented as the embodiment of the god Horus.",
    "image": "symbols/egyptian/horus.svg",
    "name": "Horus"
  },
  {
    "category": "Egyptian",
    "description": "Ieb is the heart and it has a special role in ancient Egypt. There was an early realization of the connection between the heart and the pulse and its importance. It was believed that the heart contained both the mind and soul of a person. It was seen as a center of life force. The heart also plays an important role in the afterlife, as a lighter heart (i.e. not burdened with sin) would enjoy the happiness of eternal afterlife.",
    "image": "symbols/egyptian/ieb.svg",
    "name": "Ieb"
  },
  {
    "category": "Egyptian",
    "description": "Isis Egyptian God, in Egyptian mythology, is the goddess of fertility, water and wind, a symbol of femininity and marital fidelity, goddess of navigation, daughter of Hebe and Nut, sister and wife of Osiris. Isis helped Osiris civilize Egypt and taught women to harvest, spin and weave, heal diseases, and established the institution of marriage. Isis was considered the \"Eye of Ra\" and was worshiped as the \"Mother of Great Magic\" who protected her son Horus from snakes, predators and other dangers; thus, she protected all mortal children. Isis was so popular in Egypt that over time she acquired the features of other goddesses. She was revered as the patroness of women in labor, determining the fate of newborn kings.",
    "image": "symbols/egyptian/isis.svg",
    "name": "Isis"
  },
  {
    "category": "Egyptian",
    "description": "Iusaaset was called the hand of the god Atum. Some researchers believe that Iusaaset was the wife of Atum, the progenitor of the gods. The sacred tree of this goddess was acacia (\"tree of life and death\"). Iusaaset was identified with the goddess Hathor. The goddess Iusaaset was identified with the acacia, which was considered the tree of life and one of the oldest trees on earth.",
    "image": "symbols/egyptian/iusaaset.svg",
    "name": "Iusaaset"
  },
  {
    "category": "Egyptian",
    "description": "The Ka is a representation of life and soul. It refers to the spiritual double that each person possesses. The Ka lives on even when the individual dies and needs somewhere to live. To give it somewhere to live and attain eternal life, the Ka needs to survive. Because the Ka needs a body, Egyptians mummified their dead to give its spiritual double the chance to live.",
    "image": "symbols/egyptian/ka.svg",
    "name": "Ka"
  },
  {
    "category": "Egyptian",
    "description": "Also known as Khepri, Khepra symbol refers to a god that is often associated with scarabs and dung beetles. He is the god of sunrise, creation, and a representation of dawn. A creator god, he plays an important role in Egyptian life and is worshiped. He is mainly associated with the rising sun. This is because ancient Egyptians connected the action of a scarab beetle rolling its dung, and Khepri rolling the sun to bring light to the Earth as similar and therefore made his symbol the scarab.",
    "image": "symbols/egyptian/khephra.svg",
    "name": "Khepra"
  },
  {
    "category": "Egyptian",
    "description": "Khepri Egyptian God (or Kheper), in Egyptian mythology, is the god of the rising sun, demiurge and creator of the world. The ancient deity of the sun Khepri was depicted as a huge scarab rolling the sun across the heavens (correlation of manure and the sun as a guarantee of fertility). From time immemorial, the scarab was the personification and symbol of Khepri, one of the most ancient Egyptian gods associated with the innermost mysteries of the Sun. The image of the Khepri-scarab, conveying the ideas of transformation, renewal and resurrection, is ubiquitous in ancient Egyptian religious and funerary art. Khepri was depicted mainly as a scarab beetle, although in some tombs and burial papyri he is depicted as a man with a scarab body in place of a head, or as a scarab with a human head on the shell of a beetle.",
    "image": "symbols/egyptian/khepri.svg",
    "name": "Khepri"
  },
  {
    "category": "Egyptian",
    "description": "God Khnum was depicted as a man with a ram's head. He was considered the ruler of the territory of Upper Egypt, which was adjacent to the first threshold of the Nile. The island of Elephantine was located at the first threshold, and there, on the southern tip of the island, there was a temple dedicated to this god. Khnum was revered as the god of fertility, a demiurge, who blinded people, gods and their Ka (doubles) on a potter's wheel from clay. In the old version of the myth about the creation of the world from primordial chaos, the god Khnum with the head of a ram and his wife Heket with the head of a frog were proclaimed \"the first gods who were at the beginning, who built people and made gods.\" The primordial creative nature of Khnum and the creative principle inherent in it began to be explained on the basis of the etymology of the root \"khonen\"  \"to create like a potter.\" So the ram-headed Khnum became the \"god-potter\" who once created \"all creatures, from gods to animals, on his potter's wheel and who still defines the appearance of every newborn child, clearly creating them, or at least their \"double\" in heaven before the birth of the child.\"",
    "image": "symbols/egyptian/khnum.svg",
    "name": "Khnum"
  },
  {
    "category": "Egyptian",
    "description": "Khonsu Egyptian God (\"passing\"), in Egyptian mythology, is the god of the moon, the god of time and its dimensions, the son of Amun and the goddess of the sky Mut. Khonsu was also revered as the god of travel. As the patron saint of medicine, Khonsu approached the god of wisdom Thoth, who was a member of the Theban triad of deities. In the images of Khonsu that have come down to us, we most often see a young man with a sickle and a moon disk on his head, sometimes he appears in the guise of a child god with a finger at his mouth and a \"curl of youth\" that boys wore on the side of their heads until adulthood. Khonsu was also depicted as a falcon with a moon disk on his head.",
    "image": "symbols/egyptian/khonsu.svg",
    "name": "Khonsu"
  },
  {
    "category": "Egyptian",
    "description": "Kneph, the Eternal Unmanifest God, in Egyptian mythology, is depicted as the emblem of the Serpent of Eternity, wrapping around an urn of water, with his head moving over the water, which he fertilizes with his breath. In this case, the Serpent is Agathodemon, the Spirit of Good; in his opposite aspect, he is Cacodemon, the Spirit of Evil. The Egyptian Knef or Knufis, divine wisdom, depicted in the form of a Serpent, takes out an egg from its mouth, from which Ptah the God, emerges. In this case, Ptah is a universal embryo.",
    "image": "symbols/egyptian/kneph.svg",
    "name": "Kneph"
  },
  {
    "category": "Egyptian",
    "description": "One of the more well-known ancient Egyptian symbols. The Lotus is representative of the sun and creation. It is a depiction of the process of rebirth and new beginnings. The Lotus is also associated with the god of healing and medicine, Nefertem.",
    "image": "symbols/egyptian/lotus.svg",
    "name": "Lotus"
  },
  {
    "category": "Egyptian",
    "description": "Maat (\"ostrich feather\"), in Egyptian mythology, the goddess of truth, justice and harmony, the daughter of the sun god Ra, a participant in the creation of the world. She played a prominent role in the afterlife judgment of Osiris. The center of the Maat cult was in the Theban necropolis. Since the ancient Egyptians believed that each deceased had to appear before 42 judges and plead innocent or guilty of sins, the soul of the deceased was weighed on the scales, balanced by the ostrich feather of the goddess Maat. Libra was held by Anubis and the verdict was pronounced by the husband of Maat, the god Thoth. If the heart was burdened with crimes, the monster Amtu, a lion with the head of a crocodile, devoured the deceased. If the deceased lived his life \"with Maat in his heart\", was pure and sinless, then he revived for a happy life in the fields of paradise. Maat was usually depicted with a feather in her hair, which she placed on the scales at the trial. It was believed that people live \"thanks to Maat, in Maat and for Maat.\"",
    "image": "symbols/egyptian/maat.svg",
    "name": "Maat"
  },
  {
    "category": "Egyptian",
    "description": "Menat is the name of the goddess Hathor. A major goddess, she was a deity of the sky. She is known as a patron of music, dance, love, joy, and maternal care. Menat is a representation of femininity in ancient Egyptian culture. She is also a guide in the afterlife, helping guide deceased souls across the boundaries of the two worlds.",
    "image": "symbols/egyptian/menat.svg",
    "name": "Menat"
  },
  {
    "category": "Egyptian",
    "description": "Min in Egyptian mythology is the god of rain, fertility, producer of crops, male potency, master of all women. Min  an ithyphallic deity, is depicted with a vertically erect penis, the head of which is open, as if preparing for copulation with the universe through his hand. Min was portrayed as a bearded man with closed legs and a headdress (the same as Amon's). Min's right hand is turned up, a whip in the shape of the Orion constellation is embedded in it, the left hand is usually not depicted on Egyptian frescoes, but on statues it clasps the phallus at the base, completely pulling the flesh from the head of the penis, which as a result looks like a cut off. Around the forehead it is usually tied and a red ribbon descends vertically from the back, which almost reaches the very ground. Min was the patron saint of human and livestock reproduction. It was believed that it was he who endows men with sexual strength, the power to give birth to a son. The sacred animal of Min was the white bull, which was also the image of abundant seed and fertility. Another symbol was the long lettuce, which in Egypt was considered an aphrodisiac and which men ate in the hope of making themselves more masculine.",
    "image": "symbols/egyptian/min.svg",
    "name": "Min"
  },
  {
    "category": "Egyptian",
    "description": "Montu, in Egyptian mythology, is the god of war. The sacred animal of Montu was the falcon. Depicted as a man with a falcon's head, crowned with a crown with two blue feathers and a sun disc. One of the main attributes of Montu was the spear. It was believed that Montu would grant the Pharaoh victory over his enemies. In the Pyramid Texts, Montu Falcon lifts the deceased king to heaven.",
    "image": "symbols/egyptian/montu.svg",
    "name": "Montu"
  },
  {
    "category": "Egyptian",
    "description": "Mut is one of the most important goddesses of Egyptian mythology, is the queen of heaven of the Theban triad (wife of Amun and mother Khonsu; adoptive mother of the god of war Montu), patroness of motherhood, \"mother of mothers\". Mut is, first of all, the role of the divine mother, comparable to the roles of Isis and Hathor. The reigning pharaoh was often considered her son. Therefore, there are many images, especially in the form of amulets, which show the goddess breastfeeding her son, the Pharaoh. The oldest images of the goddess date back to around 1700 BC. e. On them, Mut appears in the form of a woman with the head of a lioness, crowned with a solar disk and ureus. Instead of holding a traditional wand in her hands, she can hold a palm branch or a palm tree branch. It is in this form that Mut appears before us on a slightly later bas-relief of the temple in Luxor.",
    "image": "symbols/egyptian/mut.svg",
    "name": "Mut"
  },
  {
    "category": "Egyptian",
    "description": "Nefertem  in Egyptian mythology, is the god of vegetation, the son of Sekhmet (destruction and restoration) and Ptah (construction). The name Nefertem means \"lovely child of the gods.\" More often he was depicted as a baby on a lotus flower or as a youth with a lotus flower on his head. Lotus (the emblem of Upper Egypt) personified beauty, prosperity, birth and resurrection after death.",
    "image": "symbols/egyptian/nefertem.svg",
    "name": "Nefertem"
  },
  {
    "category": "Egyptian",
    "description": "Neith was an early Egyptian deity who was said to be the first and main creator. She is said to be the creator of the universe and everything it contains, and she controls the way it functions. She was the goddess of wisdom, weaving, space, mothers, rivers, water, childbirth, hunting, war and fate. She was a warlike goddess. Neith is the goddess of war and the hunt, and her symbol was two arrows crossed over a shield. However, she is a much more complex goddess than is commonly known, and whose ancient texts only hint at her true nature. Religious silence was prescribed by the ancient Egyptians to maintain secrecy, using euphemisms and allusions and often relying only on symbols. In her usual representations, she is depicted as a ferocious deity, a woman in a Red Crown, sometimes holding or using a bow and arrow, and in others a harpoon.",
    "image": "symbols/egyptian/neith.svg",
    "name": "Neith"
  },
  {
    "category": "Egyptian",
    "description": "Nekhbet or Nehebt, in Egyptian mythology, is the goddess of royal power. Nekhbet was the guardian of the royal family. It symbolized the unification of Upper and Lower Egypt into a single state. The image of Nekhbet goes back to the ancient ideas of the Egyptians about the sky as the wings of a kite. Since the sacred animal of the goddess Nekhbet was a kite, she was depicted as a woman with a crest on her head or as a snake-headed kite in the white crown of Upper Egypt.",
    "image": "symbols/egyptian/nekhbet.svg",
    "name": "Nekhbet"
  },
  {
    "category": "Egyptian",
    "description": "Nephthys Egyptian God ( \"mistress of the house\") or Nebetkhet, in Egyptian mythology, is the youngest of the children of Geb and Nut. She was portrayed as a woman with a hieroglyph of her name on her head. She was considered the wife of the god Set, but, judging by the surviving texts, she has very little to do with him. Actually, the essence of the goddess Nephthys in Egyptian religious literature is almost not revealed. Nephthys was Isis' twin. Nephthys and Isis are identified with falcons, therefore they are often depicted as winged women. The lack of an independent role for Nephthys gives the impression of an artificially invented goddess serving as a couple for the demonic god Set.",
    "image": "symbols/egyptian/nephtys.svg",
    "name": "Nephthys"
  },
  {
    "category": "Egyptian",
    "description": "In its most literal form, the Netra symbol can be seen as a weapon. The general agreement is that it depicts either an ax or a hatchet. However, Netra is also the word for God in ancient Egyptian. The symbol can be found engraved on the tombs of rulers to indicate that their soul has joined the gods.",
    "image": "symbols/egyptian/neter.svg",
    "name": "Netra"
  },
  {
    "category": "Egyptian",
    "description": "Nun (from the ancient Egyptian word for \"water\"), in Egyptian mythology, is the embodiment of the water element, which existed at the dawn of time and contained life force. In the image of Nun, the concept of water as a river, sea, rain, etc. is merged. Nun and his wife Naunet, personifying the sky on which the sun floats at night, were the first pair of gods, all the gods originated from them: Atum, Hapi, Khnum, as well as Khepri and others. Nun is an image of the primordial universal ocean that existed at the beginning of the creation of the world, in the ideas of the Egyptians going back to real natural phenomena  the floods of the majestic Nile.",
    "image": "symbols/egyptian/nun.svg",
    "name": "Nun"
  },
  {
    "category": "Egyptian",
    "description": "Nut Egyptian God, in Egyptian mythology, is the goddess of the sky, the daughter of the god of air Shy and the goddess of moisture Tefnut, the twin sister of the god of earth Geb. In the most ancient ideas of the Egyptians, Nut was a heavenly cow that gave birth to the sun and all the gods. As the protector and patroness of the dead, raising them to heaven, the goddess was often depicted on sarcophagi. Against the will of Ra, Nut married her brother. Ra became so angry that he ordered Shu to separate the twins. Shu lifted Nut up  this is how the sky was formed, and Geb was left below  this is how the earth was formed. Nut was called \"a huge mother of stars, giving birth to gods.\" She is the mother of Osiris, Seti, Isis, Nephthys and Horus.",
    "image": "symbols/egyptian/nut.svg",
    "name": "Nut"
  },
  {
    "category": "Egyptian",
    "description": "Osiris Egyptian God, in Egyptian mythology, is the god of the productive forces of nature, the lord of the afterlife, the judge in the kingdom of the dead. Osiris was the eldest son of the earth god Heb and the sky goddess Nut, brother and husband of Isis. Osiris reigned on earth after the gods Ra, Shu and Geb and taught the Egyptians agriculture, viticulture and winemaking, mining and processing of copper and gold ore, medical arts, city building, and established the cult of the gods. Usually Osiris was depicted as a man with green skin, sitting among trees, or with a vine entwined around his figure. It was believed that, like the entire plant world, Osiris dies annually and is reborn to a new life, but the fertilizing life force in him is preserved even in the dead.",
    "image": "symbols/egyptian/osiris.svg",
    "name": "Osiris"
  },
  {
    "category": "Egyptian",
    "description": "Ptah, in Egyptian mythology, is the creator god, patron of arts and crafts, especially revered in Memphis. Ptah created the first eight gods (his hypostases  Ptahs), the world and everything that exists in it (animals, plants, people, cities, temples, crafts, arts, etc.) \"with a language and a heart.\" Having conceived creation in his heart, he expressed his thoughts and commands in words. Sometimes Ptah was called the father of even gods such as Ra and Osiris. The wife of Ptah was the goddess of war Sekhmet, the son was Nefertem, the god of vegetation. Ptah was depicted as a mummy with an open head, with a rod or staff, standing on the hieroglyph, meaning the truth.",
    "image": "symbols/egyptian/ptah.svg",
    "name": "Ptah"
  },
  {
    "category": "Egyptian",
    "description": "Ra Egyptian God was the main solar deity of ancient Egypt. The sun god is the source of light, energy and life. He is the creator of the cosmos and its laws. The solar cult is closely related to such concepts as health, children, courage, and the fate of the country. The name Ra (Re) is the Egyptian word for the sun, the most visible of the divine forces that created and sustained the existence of the world. It was the god Ra who established the cycles of the Egyptian year, the time and the flood of the Nile itself, thus ensuring the very possibility of successful agricultural production in the valley of the great river. The journey of a deity across the sky has many mythological variations. The Sun-Ra could fly across the sky on its wings. Therefore, the solar disk with wings is one of the most widespread and most important symbols of Ancient Egypt. This is also why he is often depicted as a man with the head of a falcon or a hawk, that is, in the guise of powerful birds that can soar high in the sky. Another equally popular option was the movement of the deity across the sky in a boat. In this case, the sky was understood as the curved giant goddess Nut (the sky), on whose body Ra floats.",
    "image": "symbols/egyptian/ra.svg",
    "name": "Ra"
  },
  {
    "category": "Egyptian",
    "description": "Sa symbolizes protection. The symbol is shaped to resemble a rolled-up reed mat and has a dual meaning. Sa could either be seen as a shelter for herdsmen, or a protection device for boatmen. This is also the symbol for ancient Egyptian deities Bes and Taweret.",
    "image": "symbols/egyptian/sa.svg",
    "name": "Sa"
  },
  {
    "category": "Egyptian",
    "description": "Satis Satet  deification of the Nile flood in ancient Egyptian mythology. She was depicted as a woman with antelope horns, wearing the crown of Upper Egypt, holding an ankh in her hand (due to the fact that the floods of the Nile were considered \"life-giving\"). She is also credited with the role of the goddess of war, protecting the southern region of ancient Egypt and killing the enemies of the pharaoh with her arrows, therefore, images of Satis with arrows are also found.",
    "image": "symbols/egyptian/satis.svg",
    "name": "Satis Satet"
  },
  {
    "category": "Egyptian",
    "description": "Seba is a representation of the star. For Egyptians, stars were how they designed their calendars. It also influenced their beliefs in the afterlife. The starfish symbol is representative of the stars they found in the Red Sea. However, while its design resembles a starfish, Seba itself is connected to religion and the afterlife.",
    "image": "symbols/egyptian/seba.svg",
    "name": "Seba"
  },
  {
    "category": "Egyptian",
    "description": "The Sedge symbol is representative of the King of the South of Egypt. It is also visible in Sma hieroglyph as half of the union. It is a representation of the different regions of Egypt individually. The sedge is most often seen as part of the Sma/Sema hieroglyph.",
    "image": "symbols/egyptian/sedge.svg",
    "name": "Sedge"
  },
  {
    "category": "Egyptian",
    "description": "Sekhmet or Sokhmet (mighty), in Egyptian mythology, is the goddess of war and the scorching sun, daughter of Ra, wife of Ptah, mother of the vegetation god Nefertem. The sacred animal Sekhmet is a lioness. The goddess was portrayed as a woman with the head of a lioness and was revered throughout Egypt. In the myth of how Ra punished the human race for sins, she exterminated people until God stopped her by cunning. Her sight terrified the enemy, and the fiery breath destroyed everything, Sekhmet could kill a person or let him get sick; the anger of the goddess brought pestilence and epidemics. At the same time, Sekhmet is a healer goddess who patronized doctors who were considered her priests.",
    "image": "symbols/egyptian/sekhmet.svg",
    "name": "Sekhmet"
  },
  {
    "category": "Egyptian",
    "description": "The Sema, or Sma, is a symbol indicating a union. It depicts the lower and upper kingdoms of Egypt and their unity. It is often described as a pair of lungs attached to a windpipe, genitalia, and sometimes both simultaneously. The Sma was often placed on a mummy's chest in order to give it life in the underworld.",
    "image": "symbols/egyptian/sema.svg",
    "name": "Sema"
  },
  {
    "category": "Egyptian",
    "description": "Serket  in ancient Egyptian mythology, is the scorpion-shaped patron goddess of the dead, the daughter of Ra, who helps him defeat enemies. This is one of the oldest goddesses, whose cult was known even in the predynastic period. The story of the great warrior Menes, known as the King of Scorpions, is associated with the image of Serket. Under the auspices of the Scorpion Goddess, Menes won many wars and became her loyal priest. The name \"Serket\" is derived from the expression \"serket hetit\"  \"giving breath to the throat\". As you know, a scorpion bite leads to a spasm of the upper respiratory tract and only the scorpion goddess Serket can ward off the harm of the poison and return a person's breath. The most ancient function of the goddess  protection from scorpions and cure from their bites, as well as the protection and snake charming. In the era of the Old Kingdom, Serket received the status of the protector of the throne and the pharaoh.",
    "image": "symbols/egyptian/serket.svg",
    "name": "Serket"
  },
  {
    "category": "Egyptian",
    "description": "Seshat (feminine from \"sesh\", \"scribe\") is the goddess of writing in Egyptian mythology. She was considered the daughter or sister (less often the wife) of the god of wisdom Thoth. The panther was considered the sacred animal of Seshat, so the goddess was represented in the skin of this animal, thrown over a shirt. A seven-pointed star was depicted above the head. The goddess was revered as the head of the \"house of life\", that is, a collection of manuscripts, an archive. One of her functions is to write on the leaves of the shed tree (her fetish) the years of the life and reign of the pharaoh. In addition, she was in charge of the art of counting (trophies of war, prisoners, gifts, tribute), as well as drawing up construction plans, and patronized construction work.",
    "image": "symbols/egyptian/seshat.svg",
    "name": "Seshat"
  },
  {
    "category": "Egyptian",
    "description": "Set Egyptian God, in Egyptian mythology, is the god of the desert, that is, \"foreign countries\", the personification of the evil principle, brother and killer of Osiris, one of the four children of the earth god Geb and Nut, the goddess of the sky. In Egyptian myth-making, the god Set is depicted as the first to shed blood, and his own brother Osiris became a victim. However, Set was not always an evil god. In the Old Kingdom (3150-2613 BC) Set was the most beloved deity of the ancient Egyptians. In the era of the Old Kingdom, Set was revered as a warrior god, assistant to Ra and patron of the pharaohs. The sacred animals of Set were considered to be a pig (\"disgust for the gods\"), an antelope, a giraffe, and the main one was a donkey. The Egyptians imagined him as a man with a slender long body and a donkey's head. As the personification of war, drought, death, Set also embodied the evil inclination  as the deity of the merciless desert, the god of strangers: he chopped down sacred trees, ate the sacred cat of the goddess Bast, etc.",
    "image": "symbols/egyptian/set.svg",
    "name": "Set"
  },
  {
    "category": "Egyptian",
    "description": "The Shen, on the outset, looks like a circle with a line at the bottom. However, when examined closely, it is actually a loop of rope. Both ends are visible, yet tied together. The sun disc in the middle is a representation of the eternity of life, as the sun is central to life. The Shen is derived from the word shenu, which means to encircle. The Shen is a representation of infinity and permanence. It also served as a protection device for rulers and deities.",
    "image": "symbols/egyptian/shen.svg",
    "name": "Shen"
  },
  {
    "category": "Egyptian",
    "description": "Shu is a symbol for the god of light and air. Literally translated, Shu means emptiness. The feather is its symbol, as Shu is often depicted as a human with feathers on his head. Shu is associated with warm and dry air and the Earth's atmosphere. A god of light, he is a representation of day and night and the separation between the two.",
    "image": "symbols/egyptian/shu.svg",
    "name": "Shu"
  },
  {
    "category": "Egyptian",
    "description": "Shu Egyptian God (from the ancient Egyptian hieroglyph word for \"empty\"), in Egyptian mythology, is the god of air, separating heaven and earth, the son of the sun god Ra-Atum, husband and brother of the goddess of moisture Tefnut. He was most often depicted as a man standing on one knee with his arms raised, with which he supports the sky above the earth. God Shu is one of the judges over the dead in the afterlife.",
    "image": "symbols/egyptian/egyptian-shu.svg",
    "name": "Shu"
  },
  {
    "category": "Egyptian",
    "description": "Sobek Egyptian God, in Egyptian mythology, is the god of water and the flood of the Nile, whose sacred animal was the crocodile. He was depicted in the form of a crocodile or in the form of a man with the head of a crocodile. It was believed that the crocodile Petsuhos was kept in the lake adjacent to the main sanctuary of Sobek in Fayyum, as a living embodiment of God. The admirers of Sobek, who were looking for his protection, drank water from the lake and fed the crocodile with delicacies. It is believed that the ancients perceived Sobek as the main deity, giving fertility and abundance, as well as the protector of people and gods.",
    "image": "symbols/egyptian/sobek.svg",
    "name": "Sobek"
  },
  {
    "category": "Egyptian",
    "description": "Tefnut Egyptian God, in Egyptian mythology, is the god of moisture, dew, rain and fertility. Her earthly incarnation was a lioness. Tefnut and her husband Shu are the first pair of twin gods born of Ra-Atum. Their children are the gods Geb and Nut. Tefnut is the beloved Eye of the god Ra. When in the morning he ascended over the horizon, Tefnut shone with a fiery eye in his forehead and incinerated the enemies of God.",
    "image": "symbols/egyptian/tefnut.svg",
    "name": "Tefnut"
  },
  {
    "category": "Egyptian",
    "description": "Thots Egyptian God or Djehuty, in Egyptian mythology, is the god of the moon, wisdom, counting and writing, the patron of sciences, scribes, sacred books, the creator of the calendar. The wife of Thoth was considered the goddess of truth and order, Maat. The sacred animals of Thoth were the ibis and the baboon, and therefore the god was often depicted as a man with the head of an ibis, sometimes with papyrus and a writing instrument in his hands. The Egyptians associated the arrival of the ibis-Thoth with the seasonal floods of the Nile. He, identified with the moon, was considered the heart of the god Ra and was depicted behind the Ra-sun, since he was his night substitute. Thoth was credited with creating the entire intellectual life of Egypt. \"Lord of time\", he divided it into years, months, days and kept track of them. The wise Thoth wrote down the birthdays and deaths of people, kept chronicles, and also created writing and taught the Egyptians to count, write, mathematics, medicine and other sciences.",
    "image": "symbols/egyptian/thots.svg",
    "name": "Thots"
  },
  {
    "category": "Egyptian",
    "description": "Some scholars describe Tyet as a variation of the Ankh symbol. Others describe this as a knotted piece of cloth. However, its meaning is very similar to the ankh. Often translated as life or welfare, and also appears with the ankh and djed symbol. Tyet is associated with Isis, which is why it is also known as the \"knot\" or \"blood\" of Isis.",
    "image": "symbols/egyptian/tyet.svg",
    "name": "Tyet"
  },
  {
    "category": "Egyptian",
    "description": "Symbol of the goddess Wadjet. Uraeus depicts an upright cobra in a threatening pose. It is seen as a symbol of divine authority, royalty and was often adorned on crowns and head ornaments of ancient Egyptian rulers and gods. Uraeus is associated with deities and pharaohs, and therefore holds great significance. The cobra symbolizes Wadjet's protection and a sign that the ruler was her chosen one and under her patronage.",
    "image": "symbols/egyptian/uraeus.svg",
    "name": "Uraeus"
  },
  {
    "category": "Egyptian",
    "description": "Was-sceptre denotes power. The was-scepter was used as a representation of power. It was associated with deities such as Anubis and pharaohs. The symbol is also a representation of chaos by the deity Set. It also has meaning in the context of death, as it was seen as a protective tool for the deceased.",
    "image": "symbols/egyptian/was.svg",
    "name": "Was  Sceptre"
  },
  {
    "category": "Egyptian",
    "description": "Wedjat eyes are a symbol of protection against the evil eye. It is a representation of the falcon god Horus. These can often be found on coffins and tombs as a way to protect the dead and ward off evil spirits. The lines underneath the eye are an association of similar markings on a falcon's face.",
    "image": "symbols/egyptian/wedjat.svg",
    "name": "Wedjat"
  },
  {
    "category": "Greek Mythology",
    "description": "Aphrodite was the Olympian goddess of love, beauty, pleasure and fertility. She is most often depicted as a beautiful woman and sometimes accompanied by the winged godling Eros (Love). Although her origins are not completely known, in Homer's Iliad, Aphrodite is said to be the daughter of Zeus and Dione. Her symbols include a dove, apple, scallop shell and mirror. In Roman mythology her name is Venus.",
    "image": "symbols/greek-mythology/venus.svg",
    "name": "Aphrodite  Venus"
  },
  {
    "category": "Greek Mythology",
    "description": "Apollon, synonymous with the sun and chariot, was the Olympian god of prophecy and oracles. He is also the god of music, song and poetry, archery, healing. He is usually depicted as a handsome, beardless young man with long hair. Apollo is often depicted with other items such as a wreath and branch of laurel, bow and quiver of arrows, and lyre. In Roman mythology his name is Apollo.",
    "image": "symbols/greek-mythology/apollo.svg",
    "name": "Apollon  Apollo"
  },
  {
    "category": "Greek Mythology",
    "description": "Ares is the god of war. The son of Zeus and Hera, he is seen as a symbol of the chaos and violence of war. Compared to his sister Athena, who represents military strategy and intelligence, he is seen as the negative side of war. He is not often seen in Greek mythology, and when his presence does appear, it represents a destructive force. He was also the lover of Aphrodite while she was married to the craftsmen Hephaestus. In Roman mythology his name is Mars.",
    "image": "symbols/greek-mythology/ares.svg",
    "name": "Ares  Mars"
  },
  {
    "category": "Greek Mythology",
    "description": "Goddess of the hunt and the moon, Artemis is the daughter of Zeus and Leto as well as Apollo's twin sister. She is also known as the goddess of childbirth and midwifery. Artemis' symbols included a bow and arrow, a quiver and hunting knives. In Spartan times, she was one of the patron goddesses that sacrifices were dedicated to before a new military campaign began. In Roman mythology her name is Diana.",
    "image": "symbols/greek-mythology/artemis.svg",
    "name": "Artemis  Diana"
  },
  {
    "category": "Greek Mythology",
    "description": "Asklepios (Asclepius) was the god of medicine. The son of Apollon and a princess, his mother died during childbirth. Apollon was forced to cut Asklepios out of the womb, which is how he received the name as it means \"to cut open.\" Taught the art of medicine, Asklepios was soon able to resurrect the dead. However, Zeus was displeased with this ability since it disturbed the natural order of life. Zeus then struck him with a thunderbolt and destroyed him.",
    "image": "symbols/greek-mythology/asclepius.svg",
    "name": "Asclepius  Aesculapius"
  },
  {
    "category": "Greek Mythology",
    "description": "Athena was the Olympian goddess of wisdom and knowledge, war, weaving, pottery and other crafts. She is mostly depicted with a shield and spear, and wearing a long robe. She is also shown wearing the aigis, a snake-trimmed cape adorned with the face of the Gorgon Medusa. In Roman mythology her name is Minerva.",
    "image": "symbols/greek-mythology/athena.svg",
    "name": "Athene  Minerva"
  },
  {
    "category": "Greek Mythology",
    "description": "Chloris is the goddess of flowers in Greek mythology. In Roman mythology, she is known as Flora. She is also associated with the season of spring. Chloris is a symbol for nature and flowers (especially the may-flower). She is one of the many fertility goddesses in Roman religion.",
    "image": "symbols/greek-mythology/flora.svg",
    "name": "Chloris  Flora"
  },
  {
    "category": "Greek Mythology",
    "description": "Kronos or Chronos was the king of Titans, and the god of time. He was viewed as a destructive, all-devouring force. Kronos originally ruled the Cosmos, and swallowed his children in fear of a prophecy foretold that he would be overthrown. However, his wife Rhea saved their youngest son Zeus and hid him from Kronos. When Zeus was old enough, he returned and forced Kronos to disgorge his swallowed siblings. Zeus then led a war against Kronos. Kronos was defeated, and Zeus along with his brothers Poseidon and Hades, established their rule in the universe.",
    "image": "symbols/greek-mythology/chronos.svg",
    "name": "Chronos"
  },
  {
    "category": "Greek Mythology",
    "description": "Demeter was the goddess of agriculture, grain and bread who sustained mankind with the earth's rich bounty. Associated with fertility and the harvest, she is also considered the goddess of the cycle of life and death. Demeter is the mother of Persephone, who is abducted by Hades. In her grief and search for Persephone, all seasons stop and the harvest dies. Zeus then intervenes to find Penelope and restore order on Earth. In Roman mythology her name is Cerere.",
    "image": "symbols/greek-mythology/demeter.svg",
    "name": "Demeter  Cerere"
  },
  {
    "category": "Greek Mythology",
    "description": "Dionysus was the god of wine, vegetation, pleasure, festivity, madness and wild frenzy. Generally seen as a hedonistic figure, Dionysus is associated with pleasure and excess. Dionysus is the son of Zeus and the mortal Semele. As he is the god of wine, Dionysus played a popular role in larger Greek mythology. In Roman mythology his name is Bacchus.",
    "image": "symbols/greek-mythology/dionysus.svg",
    "name": "Dionysus  Bacchus"
  },
  {
    "category": "Greek Mythology",
    "description": "Eros is the god of love. He is often depicted as mischievous and is known to be Aphrodite's constant companion. Eros is known to light the flame of love in both god and men. Eros is usually shown with a bow and arrow, or a flaming torch to accomplish this. While his origins remain unknown, some myths that he was self-born to spur procreation. However, Eros has also been depicted as Aphrodite's child from when she emerged from the sea foam. In Roman mythology his name is Cupid.",
    "image": "symbols/greek-mythology/eros.svg",
    "name": "Eros  Cupid"
  },
  {
    "category": "Greek Mythology",
    "description": "Hades is the god of the dead and the king of the underworld. The eldest son of Kronos and Rhea, together with his brothers, Zeus and Poseidon, Hades defeated their father's generation of gods. After defeating the Titans, the three established their rule in the universe. When creation was divided, Hades received the underworld, Zeus the sky, and Poseidon the sea. In Roman mythology his name is Pluto.",
    "image": "symbols/greek-mythology/hades.svg",
    "name": "Hades  Pluto"
  },
  {
    "category": "Greek Mythology",
    "description": "Hebe is the goddess of youth or the prime of life. The daughter of Zeus and Hera, Hebe was the cupbearer for the gods and goddesses of Mount Olympus. She would serve their nectar and ambrosia. She then married Heracles (Roman equivalent: Hercules). Hebe was also known as the goddess of forgiveness or mercy. She also had the power of eternal youth and was able to restore mortals to their younger selves. In Roman mythology her name is Juventas.",
    "image": "symbols/greek-mythology/hebe.svg",
    "name": "Hebe  Juventas"
  },
  {
    "category": "Greek Mythology",
    "description": "Hephaestus is the god of fire, smiths, craftsmen, metalworking, stonemasonry and sculpture. He is married to Aphrodite, goddess of love. He is the son of Zeus and Hera. Hephaestus is the one who creates all of the weapons for Greek gods and is known for his masterful work. Hephaestus is venerated in cities such as Athens, which are known for their manufacturing industries. In Roman mythology his name is Vulcan.",
    "image": "symbols/greek-mythology/hephaestos.svg",
    "name": "Hephaestus  Vulcan"
  },
  {
    "category": "Greek Mythology",
    "description": "Hera is the queen of the gods, and the wife of Zeus. She is the goddess of women, marriage, family, and childbirth. Hera is most known for her vengeful nature, and her jealousy towards Zeus and his multitude of lovers. Generally seen as a matronly figure, Hera is the patroness and protectress of married women, and blessed unions of marriage. In Roman mythology her name is Juno.",
    "image": "symbols/greek-mythology/hera.svg",
    "name": "Hera  Juno"
  },
  {
    "category": "Greek Mythology",
    "description": "Hermes was the god of herds and flocks, travellers and hospitality, roads and trade, thievery and cunning, heralds and diplomacy, language and writing, athletic contests and gymnasiums, astronomy and astrology. He is also Zeus' personal messenger. Hermes is also the god that guides souls into the underworld. He is also the inventor of the lyre. In Roman mythology his name is Mercury.",
    "image": "symbols/greek-mythology/hermes.svg",
    "name": "Hermes  Mercury"
  },
  {
    "category": "Greek Mythology",
    "description": "The Hydra is a serpentine water monster. It is described as a humongous snake sea monster with approximately nine heads. One of the heads of the Hydra is said to be immortal. Hidden on the island of Argos, the Hydra would target the livestock and population of nearby Lerna. According to legend, if one head of the Hydra was beheaded, two new would emerge from the wound.",
    "image": "symbols/greek-mythology/hydra.svg",
    "name": "Hydra"
  },
  {
    "category": "Greek Mythology",
    "description": "Hygeia is known as the goddess of good health. She is the daughter and attendant of the medicine-god Asklepios (Asclepius). Hygeia is also seen as a companion of the goddess Aphrodite. She is seen as the personification of health, cleanliness, and sanitation.",
    "image": "symbols/greek-mythology/hygeia.svg",
    "name": "Hygeia"
  },
  {
    "category": "Greek Mythology",
    "description": "Iris was the messenger of the Olympian gods and personifies the rainbow, therefore being its goddess. Iris is also the goddess of the sea and sky, since her father was a marine-god, and her mother a cloud-nymph. It was believed that Iris was responsible for replenishing rain clouds from seawater to provide bountiful rainfall. She serves as the link between the gods and humans, and is able to travel from one end of the world to the other with the speed of the wind. In Roman mythology her name is Arcus.",
    "image": "symbols/greek-mythology/iris.svg",
    "name": "Iris  Arcus"
  },
  {
    "category": "Greek Mythology",
    "description": "an is the god of the wild, shepherds and flocks. He is also known as the companion of nymphs. Pan is depicted as resembling a faun or a satyr as he is shown having the behind, legs, and horns of a goat. He is also known as the god of fields, groves, and wooded glens. Because of his association with sex, Pan is also linked to fertility in the spring season.",
    "image": "symbols/greek-mythology/pan.svg",
    "name": "Pan"
  },
  {
    "category": "Greek Mythology",
    "description": "Parthenope was one of the Sirens in Greek mythology. According to legend, Parthenope lived in the Tyrrhenian Sea with her sisters Ligeia and Leucosia. She was the daughter of the god Achelous and the Muse Terpsichore. As legend states, Parthenope cast herself into the sea and drowned when her singing voice failed to lure Odysseus. Her body washed up in Naples, and led to the founding of the city.",
    "image": "symbols/greek-mythology/parthenope.svg",
    "name": "Parthenope"
  },
  {
    "category": "Greek Mythology",
    "description": "Poseidon was the god of the sea, earthquakes, floods, drought and horses. He is often depicted as an older man with a strong build and dark beard, holding a trident (a three-pronged fisherman's spear). A brother of Zeus and Hades, creation was divided between the three of them. Poseidon was given all water, both salt and fresh. In Roman mythology his name is Neptune.",
    "image": "symbols/greek-mythology/poseidon.svg",
    "name": "Poseidon  Neptune"
  },
  {
    "category": "Greek Mythology",
    "description": "ethys was one of the Titan offspring of Uranus (Sky) and Gaia (Earth). She is the goddess of fresh water and nursing. Tethys was the wife of Okeanos (Oceanus), the earth-encircling, fresh-water stream. She has a vast amount of children, these include: the Potamoi (Rivers), the Okeanides (Oceanids) (nymphs of springs, streams and fountains), and the Nephelai (Clouds).",
    "image": "symbols/greek-mythology/tethis.svg",
    "name": "Tethys"
  },
  {
    "category": "Greek Mythology",
    "description": "Tyche, also known as Fortuna, was the goddess of fortune. Fortuna or Tyche were seen as the personification of luck in Roman religion and Greek mythology. She may either bring good or bad luck. Fortuna represented the fickle nature of life. Tyche is the daughter of Aphrodite and Zeus or Hermes. In Roman mythology her name is Fortuna.",
    "image": "symbols/greek-mythology/fortuna.svg",
    "name": "Tyche  Fortuna"
  },
  {
    "category": "Greek Mythology",
    "description": "The muse of astronomy, Urania was the daughter of Zeus by Mnemosyne. She is known for fortune-telling abilities by seeing the arrangement of the stars. Urania is often associated with Universal Love and the Holy Spirit. The eldest of the divine sisters, Urania is said to have inherited Zeus' majesty and the beauty of her mother Mnemosyne.",
    "image": "symbols/greek-mythology/urania.svg",
    "name": "Urania"
  },
  {
    "category": "Greek Mythology",
    "description": "Zeus was the King of the Gods and the god of the sky, weather, law and order, destiny and fate, and kingship. Zeus is one of the six children of the king and queen of Titans, Kronos and Rhea. Foretold that Kronos would be overthrown by one of his own, he swallowed his children to prevent this. Zeus however, was hidden in a cave by his mother Rhea. She instead gave Kronos a swaddled stone to swallow, and when Zeus was grown, he freed his siblings and killed Kronos to become King of the Gods. Zeus is associated with the thunderbolt. In Roman mythology his name is Jupiter.",
    "image": "symbols/greek-mythology/zeus.svg",
    "name": "Zeus  Jupiter"
  },
  {
    "category": "Hopi",
    "description": "The healing hand symbol depicts a hand with a spiral in the place of the palm. It represents healing and protection. The spiral represents the universe, or eternity and, when combined with the shape of a hand, the symbol is said to have therapeutic energy.",
    "image": "symbols/hopi/healinghand.svg",
    "name": "Healing Hand"
  },
  {
    "category": "Hopi",
    "description": "The kachina rattle is a ceremonial instrument that represents cosmic harmony. The concentric circles, inner and outer, represent the Sun and the Earth. The internal swastika can represent either celestial body, dependent on the rotation (Sun left, Earth right). The markings on the outer rim represent the stars of the galaxy. The kachina rattle is used by the kachina to signal an imminent announcement.",
    "image": "symbols/hopi/kachinarattle.svg",
    "name": "Kachina Rattle"
  },
  {
    "category": "Hopi",
    "description": "The Kokopelli symbol portrays an insect-like spirit, or mhu. The spirit-being is depicted as a hunchbacked grasshopper who is playing a wooden flute. The symbol represents spiritual and physical healing, love, music, and the healing powers of music. He often plays a part in the Hopi rituals relating to matrimony, the love-flute was used by a man to attract a maiden. When the two were married, the man would destroy his flute, never to play again.",
    "image": "symbols/hopi/kokopelli.svg",
    "name": "Kokopelli"
  },
  {
    "category": "Hopi",
    "description": "The Kokyangwuti, or \"Spider Grandmother\", in Hopi mythology, is a deity that can appear in the shape of an old woman, or the guise of a spider. When in her spider shape, she lives underground. The Hopi call upon the Spider Grandmother for advice or to cure illnesses and ailments. The Kokyangwuti symbol represents leadership, wisdom and good fortune.",
    "image": "symbols/hopi/kokyangwutispidergrandmother.svg",
    "name": "Kokyangwuti"
  },
  {
    "category": "Hopi",
    "description": "Kuwanlelenta is the god of the Hopi Sunflower Clan. Sunflowers have great significance to the Hopi and represent femininity and womanhood. The Hopi believe sunflowers to be living beings brought to life by the gods. The Kuwanlelenta symbol represents fertility and beauty.",
    "image": "symbols/hopi/kuwanlelenta.svg",
    "name": "Kuwanlelenta"
  },
  {
    "category": "Hopi",
    "description": "The Mongko is the symbol of the Hopi spiritual law. It represents respect, harmony and love. The physical object, which the symbol depicts, is the signifier of the highest spiritual power. Typically featuring two horns, wood, feathers and corn, the individual parts symbolize the Earth, all of the plants and living things, water and humanity.",
    "image": "symbols/hopi/mongko.svg",
    "name": "Mongko"
  },
  {
    "category": "Hopi",
    "description": "The Mongwikoro symbol depicts the magical water jug, gifted to the Hopi tribes by the god of the Fire Clans. As the tribes journey, a chosen member must fast for days before and after moving from one place to the next. If he completes his fast successfully, then the jug will provide water for the tribe when they reach their destination.",
    "image": "symbols/hopi/mongwikoro.svg",
    "name": "Mongwikoro"
  },
  {
    "category": "Hopi",
    "description": "The Nakwch symbol represents brotherhood. Priests and religious leaders attempt to form this symbol when dancing during the wwuchim ceremony. The symbol can be drawn with either curved or squared lines, but one must always begin within the other.",
    "image": "symbols/hopi/nakwachrounded.svg",
    "name": "Nakwch"
  },
  {
    "category": "Hopi",
    "description": "Palulukang is the snake god. He is associated with the southern Hopi Snake Clans. The symbol depicts a water snake with its body divided into sections, representing sections of the human body. Palulukang offers protection for travelers.",
    "image": "symbols/hopi/palulukang.svg",
    "name": "Palulukang"
  },
  {
    "category": "Hopi",
    "description": "Panaiyoikyasi is a Hopi god, representing the link between the Earth and the sky. He holds sway when the sun shines and when the rain falls, meaning that Panaiyoikyasi is the deity responsible for the flowering of the flora and the life of the insects who pollinate the flowers. He is associated with the Hopi Water Clan.",
    "image": "symbols/hopi/panaiyoikyasi.svg",
    "name": "Panaiyoikyasi"
  },
  {
    "category": "Hopi",
    "description": "Saviki may refer to a supernatural being or spirit, the mask made in its likeness and worn for tribal ceremonies and rituals, or a small doll made in the image of the Saviki mask. The Saviki, meaning the supernatural entities, are believed by the Hopi to be divine messengers. The Saviki mask depicts a wide face, surrounded by petal-like adornments, a snake held between the teeth.",
    "image": "symbols/hopi/saviki.svg",
    "name": "Saviki"
  },
  {
    "category": "Hopi",
    "description": "The Skunk symbol represents the Sun, because its odor is said to permeate as does sunlight. The stripes on the animal's back reflect the light of the sun to Tawa, the creator. The symbol's inner circle represents the pure heat of the Sun, while the outer represents a less intense heat that all things require to grow. The final, outermost circle represents the fire of the sun, and the four extruding fires the cardinal compass directions.",
    "image": "symbols/hopi/skunkritual.svg",
    "name": "Skunk"
  },
  {
    "category": "Hopi",
    "description": "Taknokwumu depicts the spirit who controls the weather. He might be considered a rain god, and would be invoked in times of drought. He is depicted with four limbs and a tail, with his arms and legs connected by rainbow stripes. The symbol places Taknokwumu within a circular shield and is associated with the Hopi Fire Clans.",
    "image": "symbols/hopi/taknokwumu.svg",
    "name": "Taknokwumu"
  },
  {
    "category": "Hopi",
    "description": "The Tapuat symbol depicts a maze, or labyrinth. It represents the relationship between mother and child, beginning in the center and radiating outwards as the child's world expands. Life may sometimes feel like a maze, and the Hopi were conscious of this. At a higher level, the Tapuat represents Mother Earth or the Cosmic Mother (the universe). It is a symbol of birth and rebirth.",
    "image": "symbols/hopi/tapuatrounded.svg",
    "name": "Tapuat"
  },
  {
    "category": "Hopi",
    "description": "Tawa, in the Hopi mythology, is the Sun spirit. Tawa created the world from nothingness, as well as all of the original gods. New mothers seek the blessing of Tawa for their newborn children by presenting them to the sun.",
    "image": "symbols/hopi/tawa.svg",
    "name": "Tawa"
  },
  {
    "category": "Hopi",
    "description": "Tokchi'i is said to be the guardian of the East and the Hopi Snake Clans. It is taken from an earthwork that, at 1320 by 20 feet, is the largest depiction of a snake in the world, dating from a time before the Hopi tribes who believe it was carved by their ancestors. As a symbol, the Tokchi'i represents protection. The swift snake is said to have the power to attract light.",
    "image": "symbols/hopi/tokchii.svg",
    "name": "Tokchi'i"
  }
]
